Repository: VolkovsaVSA/Mriffa
Catalog: Mriffa/*.lproj/Localizable.strings
Languages: ru

source: Love is I let love be in my life
ru: Любовь есть Я позволяю любви присутствовать в моей жизни

source: Luck
ru: Удача

source: Luck always follows me on my heels
ru: Удача всегда идет за мной по пятам

source: Luck is always with me
ru: Удача всегда со мной

source: Luck is on my side all the time
ru: Удача всегда на моей стороне

source: Luck is the rule for me
ru: Удача — норма для меня

source: Making ... thousand dollars a monthly is natural and easy for me (insert desired amount)
ru: Зарабатывать по ... тыс долларов в месяц для меня естественно и легко (подставь желаемую сумму)

source: May fortune abound
ru: Да множится процветание

source: May prosperity abound
ru: Да умножится изобилие

source: Money
ru: Деньги

source: Money appears very easily in my life
ru: В моей жизни деньги появляются очень легко

source: Money arrives in all sorts of ways
ru: Деньги приходят ко мне всевозможными путями

source: Money comes easily and effortlessly
ru: Деньги приходят ко мне легко и без усилий

source: Money comes easily to me now and forever
ru: Деньги текут ко мне легко сейчас и всегда

source: Money comes to me with pleasure
ru: Деньги приходят ко мне с удовольствием

source: Money flows easily and freely to me
ru: Деньги идут ко мне легко и свободно

source: Money likes me and I reciprocate it
ru: Деньги любят меня и я отвечаю им взаимностью

source: More and cleaner happiness comes into my life every day
ru: Каждый день в моей жизни прибавляется все больше и больше чистого счастья

source: Most things one worries about will never materialize. And I let go of my anxious thoughts
ru: Большинство вещей, о которых беспокоятся, никогда не исполнятся. И я отпускаю свои беспокойные мысли

source: My blood pressure is regular and stable
ru: Мое кровяное давление нормальное и стабильное

source: My blood vessels are cleansed, regain their flexibility and are strengthened
ru: Мои кровеносные сосуды очищаются, возвращают свою эластичность и укрепляются

source: My body and mind start and sustain the healing process
ru: Мое тело и мой ум запускают и поддерживают процесс оздоровления

source: My body and my mind have the potent power needed to attain health
ru: Мое тело и мой ум обладают мощной силой, нужной для обретения здоровья

source: My body and nervous system are in the best possible mode
ru: Моё тело и нервная система приходит в наилучший режим

source: My body becomes more energetic every day
ru: С каждым днем мое тело становится все более энергичное

source: My body knew how to recover and it is doing so right now
ru: Моё тело знает как восстанавливаться и оно делает это сейчас

source: My body's protective systems are strong and working well
ru: Защитные системы моего организма обладают большой силой и работают отлично

source: My choices are in harmony with my values
ru: Мои решения гармонируют с моими ценностями

source: My circulatory system is functioning properly and well, carrying all necessary nutrients and oxygen to all cells and organs
ru: Моя кровеносная система работает хорошо и правильно, доставляя все необходимые вещества и кислород ко всем клеткам и органам

source: My confidence is growing
ru: Моя уверенность в себе растет

source: My development comes naturally and harmoniously
ru: Мой рост происходит гармонично и естественно

source: My difficulties bring new possibilities
ru: Мои трудности несут в себе новые возможности

source: My earnings grow all the time
ru: Мои доходы постоянно растут

source: My earnings increase every day whether I'm working, dreaming or walking around
ru: Мой доход увеличивается каждый день, независимо от того, работаю я, сплю или гуляю

source: My endeavors will succeed because I believe in myself
ru: Любые мои начинания приведут к успеху, потому что я верю в себя

source: My energy is more than sufficient for all my ideas
ru: Моей энергии с лихвой хватает на все мои задумки

source: My feminine condition heals the wounds of the past
ru: Мое женское состояние исцеляет душевные раны прошлого

source: My Feminine Soul is open and pure
ru: Моя женская душа – открытая и чистая

source: My Feminine State attracts people to me. I am interesting
ru: Мое Женское Состояние привлекает ко мне людей. Я интересна

source: My Feminine State gives me soft power and confidence
ru: Мое Женское Состояние дает мне мягкую силу и уверенность

source: My Feminine State is lightness, love, acceptance
ru: Мое Женское Состояние – это легкость, любовь, принятие

source: My Femininity is under the Protection of the Universe
ru: Моя Женственность – под защитой Вселенной

source: My Femininity is uplifted by the Universe
ru: Моя Женственность – под защитой Вселенной

source: My fortune is always with me
ru: Мне всегда сопутствует везение

source: My fortune is as boundless as the universe
ru: Моё богатство безгранично, как Вселенная

source: My good fortune is always with me, day and night
ru: Моя удача всегда со мной – днем и ночью

source: My gratitude is an ultimate magnet for the expression of all that I want
ru: Моя благодарность — это абсолютный магнит для проявления всего, чего я хочу

source: My habits make me a better person
ru: Мои привычки помогают мне стать лучше

source: My health is my top priority
ru: Здоровье — вот мой главный приоритет

source: My heart is always open and radiant with love
ru: Моё сердце всегда открыто и излучает любовь

source: My heart is flooded with a bright sense of gratitude
ru: Моё сердце наполнено светлым чувством благодарности

source: My heart is wide open for love I say affectionate words to my beloved
ru: Моё сердце открыто для любви. Я говорю ласковые слова моему любимому

source: My heart is wide open for tender feelings, for pure and sincere love
ru: Моё сердце открыто для нежных чувств, для чистой и искренней любви

source: My heartfelt thankfulness makes me even luckier
ru: Мои искренние благодарности делают меня еще более удачливым

source: My home is a place of joy and love
ru: Мой дом - место любви и радости

source: My humbleness is eternal, it withstands all obstacles
ru: Мое смирение вечно, оно выдерживает все препятствия

source: My humility stretches far beyond my thoughts; I bring a thankful spirit to my every step and action
ru: Мое смирение простирается далеко за пределы моих мыслей; я приношу благодарный дух в каждый свой шаг и действие

source: My immune system is in balance and incredibly strong
ru: Моя иммунная система в равновесии и невероятно сильна.

source: My Inner Woman - has a thousands of faces. She has a thousand flavors, she is endless
ru: Моя Внутренняя Женщина - имеет тысячи ликов. Она имеет тысячи вкусов, она – бесконечна

source: My Inner Woman helps me reach into the heart of the Feminine Being, connect with the Inner Feminine Basis
ru: Моя Внутренняя Женщина помогает мне проникнуть в сердце Женского Бытия, соединиться с Внутренней Женской Основой

source: My Inner Woman helps me to restore my wholeness.
ru: Моя Внутренняя Женщина помогает мне восстановить свою целостность

source: My Inner Woman holds my womanly power, my feminine beauty, my feminine way
ru: Моя Внутренняя Женщина хранит мою женскую силу, мою красоту, мой женский путь

source: My Inner Woman is giving me inner security so I can allow myself to be open and vulnerable in a feminine way
ru: Моя Внутренняя Женщина дает мне внутреннюю защищенность, чтобы я могла разрешить себе быть открытой и уязвимой по-женски

source: My Inner Woman is my Goddess
ru: Моя Внутренняя Женщина – это моя Богиня

source: My Inner Woman is the ideal of a woman's genuine spirit, of a woman's pure light
ru: Моя Внутренняя Женщина - это идеал истинного духа женщины, чистого света женщины

source: My Inner Woman is the keeper of all the divine feminine qualities
ru: Моя Внутренняя Женщина - хранительница всех божественных женских качеств

source: My Inner Woman is the Radiance of the ultimate femininity, of the ultimate feminine strength, of the feminine nature, of primordiality
ru: Моя Внутренняя Женщина - Сияние абсолютной женственности, абсолютной женской силы, женской природы, первозданности

source: My Inner Woman is this secret and beautiful, subtle Beloved of God who lives in me
ru: Моя Внутренняя Женщина – эта тайная и прекрасная, тонкая Возлюбленная Бога, которая живет во мне

source: My inspiration is within me
ru: Источник вдохновения - внутри меня

source: My instincts and flair help me
ru: Мне помогает интуиция и чутье

source: My instincts never fail me
ru: Моя интуиция не подводит меня

source: My intentions coming from the depths of my heart are realized
ru: Все мои намерения, идущие из глубины сердца, реализуются

source: My intentions create my reality
ru: Мои намерения создают мою реальность

source: My interior beauty is seen by others
ru: Мою внутреннюю красоту видят другие

source: My Intuition tells me how to get rich!
ru: Моя интуиция подсказывает мне как разбогатеть!

source: My life destiny is happiness and success
ru: Мое жизненное предназначение – счастье и успех

source: My Life is a horn of abundance
ru: Моя жизнь - это рог изобилия

source: My life is becoming better day by day
ru: Моя жизнь становится лучше день за днем

source: My life is full of positivity
ru: Моя жизнь полна позитива

source: My life is jutting out
ru: Моя жизнь только начинается

source: My life is lucky
ru: Моя жизнь сложилась удачно

source: My lifestyle is my only pleasure
ru: Мой образ жизни доставляет мне только удовольствие

source: My living is a result of my efforts of creativity and support of our wonderful Universe
ru: Моя жизнь это результат моих творческих усилий и поддержки нашей великолепной Вселенной

source: My loved ones I bathe in my Light
ru: Своих близких людей я купаю в своем свете

source: My manager can't read minds. But I can go to him for support
ru: Мой руководитель не умеет читать мысли. Но я могу обратиться к нему за поддержкой

source: My mate and I are perfectly matched and the love we have is divine
ru: Мой партнёр и я идеально соответствуем друг другу и любовь между нами божественна

source: My mate and I love each other so much
ru: Мой партнёр и я очень любим друг друга

source: My mate is the love of my life and we both adore each other
ru: Мой партнёр - любовь всей моей жизни и мы обожаем друг друга

source: My memory retains all relevant information
ru: Моя память удерживает всю нужную информацию

source: My mind enriches me
ru: Мой разум обогащает меня

source: My mind is a well of creative ideas
ru: Мой разум - резервуар творческих идей

source: My nervous system is getting stronger
ru: Моя нервная система укрепляется

source: My own eyes shine with happiness
ru: Мои глаза светятся счастьем

source: My partner is the life-long love of my life and the center of my whole universe He loves me as much as I love him
ru: Мой партнёр - любовь всей моей жизни и центр моей Вселенной Он любит меня так же сильно, как я люблю его

source: My past is a part of my journey to more success and prosperity!
ru: Мое прошлое - часть моего пути к большему успеху и процветанию!

source: My physical body is full of vitality and joy
ru: Моё тело наполнено жизненной силой и радостью

source: My professional career is my conscious choice that will bring me success and respect
ru: Карьера — мой осознанный выбор, который приведет меня к успеху и уважению

source: My relationships nurture and enrich my soul
ru: Мои отношения питают и обогащают мою душу

source: My relationships with people are getting better every day
ru: Мои отношения с людьми становятся лучше с каждым днем

source: My resolutions bring me happiness and joy
ru: Мои решения приносят мне счастье и радость

source: My source of power and energy is Femininity and God
ru: Мой источник силы и энергии – женское начало и Бог

source: My state of mind, soul, and physical body are charged with positive energy
ru: Мой ум, душа и тело наполнены позитивной энергией

source: My statements encourage and inspire others
ru: Мои слова ободряют окружающих и несут им вдохновение

source: My strength is gentle, feminine, flexible, wise
ru: Моя сила – мягкая, женская, гибкая, мудрая

source: My stress-resistant body and mind
ru: Моё тело и разум устойчивы к стрессам

source: My subconscious mind is now my tool for healing
ru: Мое подсознание теперь это мой инструмент для исцеления

source: My subconscious mind is tuning in to full recovery right now
ru: Мое подсознание настраивается на полное восстановление здоровья прямо сейчас

source: My system has endless room for miracles
ru: В моей жизни есть безграничное место для чудес

source: My terror of tomorrow melts away like ice in the sun
ru: Мой страх завтрашнего дня тает, как лед на солнце

source: My thoughts are benevolent
ru: Мои мысли доброжелательны

source: My thoughts are central to my life
ru: Мои мысли играют важнейшую роль в моей жизни

source: My thoughts bring me peace and confidence
ru: Мои мысли несут покой и уверенность

source: My thoughts bring strength and assurance to me
ru: Мои мысли несут мне силу и уверенность в себе

source: My thoughts form my life according to my desires
ru: Мои мысли формируют жизнь по моему желанию

source: My thoughts heal and enrich me
ru: Мои мысли исцеляют и обогащают меня

source: My to-do list does not determine my personal worth
ru: Мой список дел не определяет мою личную ценность

source: My true essence shines from within
ru: Моя истинная суть светится изнутри

source: My unconscious allows me to get rich
ru: Мое подсознание позволяет мне разбогатеть

source: My unconscious is tuned to wealth
ru: Мое подсознание настроено на богатство

source: My unconscious mind finds the shortest route to my goal
ru: Моё подсознание находит кратчайший путь к цели

source: My vital energy leads me to development
ru: Моя жизненная энергия ведёт меня к развитию

source: My wealth benefits me and the world
ru: Мои деньги приносят пользу мне и миру

source: My wisdom is full of abundance and prosperity
ru: Мой мир наполнен изобилием и процветанием

source: My wishes always become true, because I want them to
ru: Мои желания всегда исполняются, потому что я так хочу

source: My wishes always come true
ru: Мои желания неизменно исполняются

source: My wishes are fulfilled so be it
ru: Мои желания исполнены Да будет так

source: My womanly state is my quiet sunny haven
ru: Мое женское состояние – это моя тихая солнечная гавань

source: My words enhance harmony and understanding among others
ru: Мои слова утверждают гармонию и понимание среди окружающих

source: My words inspire and encourage others
ru: Мои слова утверждают гармонию и понимание среди окружающих

source: New possibilities constantly appear in my life
ru: Новые возможности постоянно появляются в моей жизни

source: New ways of development and growth are before me every day, for which I cannot stop thanking the Universe
ru: Ежедневно передо мной открываются новые пути для роста и развития, за что я не перестаю благодарить Вселенную

source: Next
ru: Далее

source: No favorite affirmations
ru: Нет любимых утверждений

source: No files in iCloud
ru: В iCloud нет файлов

source: No mater what I see, I believe that the Universe supports my highest good
ru: Что бы я ни видел, я верю, что Вселенная поддерживает мое высочайшее благо

source: No selected category
ru: Категория не выбрана

source: Now I have all the courage and courage I need
ru: Теперь я смелый и отважный человек

source: Only love is true Love is in everything and everyone
ru: Только любовь реальна Любовь во всём и во всех

source: Other applications
ru: Другие приложения

source: People always tell me I am lucky
ru: Окружающие всегда говорят о том, что мне повезло

source: People look at me as a confident and successful person
ru: Люди видят во мне уверенного и успешного человека

source: People who are meant to contribute to my success come into my life
ru: В мою жизнь приходят люди, призванные содействовать моему успеху

source: Personal growth
ru: Личностный рост

source: Positive things are always happening in my life
ru: У меня всегда происходят позитивные моменты

source: Positive thinking
ru: Позитивное мышление

source: Positive thoughts help my autonomic nervous system to better regulate the activity of my organs, glands and vessels
ru: Позитивные мысли помогают моей автономной нервной системе лучше регулировать деятельность моих органов, желез и сосудов

source: Pro version
ru: Pro версия

source: Purchases
ru: Покупки

source: Purchases restored
ru: Покупки восстановлены

source: Purchasing...
ru: Покупка ...

source: Random
ru: Случайная

source: Rate app
ru: Оценить приложение

source: Read and repeat affirmations several times a day to help you build a positive mindset
ru: Читайте и повторяйте утверждения (аффирмации) несколько раз в день, чтобы сформировать позитивный настрой.

source: Relationship
ru: Отношение

source: Relationships are a beautiful asset
ru: Отношения – прекрасный капитал

source: Relationships help me learn about myself
ru: Отношения помогают мне узнать себя с новой стороны

source: Remove ads
ru: Убрать рекламу

source: Restore
ru: Восстановить

source: Restore data
ru: Восстановить данные

source: Restore purchases
ru: Восстановить покупки

source: Restore purchases error
ru: Ошибка восстановления покупок

source: Restoring...
ru: Восстановление...

source: Save
ru: Сохранить

source: Save data
ru: Сохранить данные

source: Saving data to iCloud is only available in the Pro version!
ru: Сохранение данных в iCloud доступно только в версии Pro!

source: Select Categories
ru: Выберите категории

source: Self confidence
ru: Уверенность в себе

source: Self improvement
ru: Самосовершенствование

source: Self love
ru: Любовь к себе

source: Send email to the developer
ru: Отправить письмо разработчику

source: Sense of gratitude broadens my perspective and gives me new avenues to a happy life in this world; it's as if the whole universe is in my heart
ru: Чувство благодарности расширяет мою перспективу и открывает мне новые пути к счастливой жизни в этом мире; как будто вся Вселенная в моем сердце

source: Settings
ru: Настройки

source: Stress and anxiety
ru: Стресс и тревога

source: Success
ru: Успех

source: Success and personal growth are inseparable in my life
ru: Успех и личностный рост неразрывно связаны в моей жизни

source: Success is my middle name
ru: Успех — мое второе имя

source: Success is the norm for me
ru: Успех для меня — норма

source: Success is with me: in love, in business, in work
ru: Удача со мной: в любви, в делах, в работе

source: Taking a rest is just as much of a task I need to do in order to be more productive
ru: Отдых — такая же задача, которую нужно выполнить, чтобы быть продуктивным

source: The changes are my friends. I use their potential creatively
ru: Перемены – мои друзья. Я творчески использую их потенциал

source: The day of wisdom is today. I learn the truth of the world and of myself
ru: Сегодня - день мудрости. Я познаю истину о мире и о себе

source: The divine healing presence of my Inner Woman flows flowing through me, filling all my layers - thick and thin
ru: Целительное божественное присутствие моей Внутренней Женщины протекает через меня, наполняя все мои слои - плотные и тонкие

source: The Feminine State is awakening in me with all its magnificence
ru: Женское Состояние пробуждается во мне со всем великолепием

source: The Feminine State is awakening in me with all its splendor
ru: Женское Состояние пробуждается во мне со всем великолепием

source: The fortune is in my favor
ru: Фортуна благоволит ко мне

source: The inner world of my Inner Woman fascinates me.
ru: Мир моей внутренней Женщины завораживает меня

source: The more I spend, the more I have energy
ru: Чем больше я трачу энергии, тем больше у меня её появляется

source: The more I work, the better my energy becomes
ru: Я постоянно занят делом, мне все по плечу, и мне это нравится

source: The people around me see how much energy I have
ru: Окружающие меня люди замечают, как много во мне энергии

source: The Universe always supports me with luck and success
ru: Вселенная всегда поддерживает меня, даруя мне удачу и успех

source: The universe is my cradle of birth
ru: Вселенная – моя родная колыбель

source: The universe is my friend and helper. I shape myself into the person I want to be
ru: Вселенная – мой друг и помощник. Я формирую из себя такого человека, каким хочу стать

source: The universe is watching out for me, everything will work out the best for me
ru: Вселенная заботится обо мне, все сложится наилучшим образом

source: The Universe itself is helping me to accept and express love
ru: Сама Вселенная помогает мне в принятии и выражении любви

source: The universe preserves my home
ru: Вселенная хранит мой дом

source: The universe treats me right
ru: Я чувствую себя дома в этом мире

source: The very best in this world is for me
ru: Всё лучшее в этом мире - для меня

source: The very best of me is just beginning
ru: Всё самое лучшее у меня только начинается

source: The world is wide open to me with all its possibilities
ru: Мне открыт весь мир со всеми его возможностями

source: Themes
ru: Темы

source: There is always room for endless opportunities in my life
ru: В моей жизни регулярно появляется место бесконечным возможностям

source: There is love everywhere and in everything, I can feel it and it's beautiful
ru: Любовь повсюду и во всем, я чувствую это и это прекрасно

source: There is never a barrier of new and exciting opportunities in my path
ru: На моей дороге всегда есть место новым и интересным возможностям

source: There is never a gap in my life for good news
ru: В моей жизни всегда есть место хорошим новостям

source: There is never a lack of amazing coincidences in my life
ru: В моей жизни всегда есть место удивительным совпадениям

source: There's ever something in my universe for me that I want
ru: В моей Вселенной для меня всегда есть то, что мне нужно

source: There's no harm in putting the brakes on and getting a break. It doesn't mean I'm giving up
ru: Нет ничего страшного в том, чтобы притормозить и взять перерыв. Это не значит, что я сдаюсь

source: Things are going to turn out for the best
ru: Все сложится наилучшим образом

source: This day is a day of strength. I am coping with all my affairs
ru: Сегодня - день силы. Я справляюсь со всеми своими делами

source: This is only temporary. I easily get over temporary difficulties
ru: Это временно. Я легко преодолеваю временные трудности

source: Thought has many physical properties
ru: Мысль обладает физическими свойствами

source: Thoughts are real
ru: Мысль реальна

source: Thriving is the norm in my life
ru: Процветание – норма моей жизни

source: To be a Woman is beautiful and I feel it.
ru: Быть женщиной – это прекрасно и я чувствую это

source: To forgive makes me stronger and wiser
ru: Прощение делает меня сильнее и мудрее

source: Today has brought me a new experience, an interesting discovery, for which I am grateful
ru: Сегодняшний день принес мне новый опыт, интересные открытия, за которые я благодарен

source: Today I greet life with my head held high
ru: Сегодня я приветствую жизнь с высоко поднятой головой

source: Today is today, not every day will be like this
ru: Сегодня — это сегодня, не каждый день будет таким

source: User's data
ru: Данные пользователя

source: Wealth is my innate state
ru: Богатство - моё естественное состояние

source: What I say is important to people
ru: Для людей важно то, что я говорю

source: Whatever happens, I'm sure I can be grateful again
ru: Что бы ни случилось, я уверен, что смогу снова быть благодарен

source: When a positive thought crosses my mind, my body feels good
ru: Когда мне в голову приходит позитивная мысль, мое тело начинает чувствовать себя хорошо
