Repository: VolkovsaVSA/Mriffa
Catalog: Mriffa/*.lproj/Localizable.strings
Languages: ru

source: I make headway each day
ru: Я каждый день продвигаюсь вперед

source: I make my feelings loud and clear
ru: Я выражаю свои чувства прямо и ясно

source: I make my own rules for my life
ru: Я самостоятельно устанавливаю правила моей жизни

source: I make my union with the world today, and I do so with the power of a grateful heart
ru: Сегодня я вступаю в союз с миром, и я делаю это силой благодарного сердца

source: I make new and nice friends easily
ru: Я легко приобретаю новых и хороших друзей

source: I make the decision to be rich
ru: Я принимаю решение быть богатым(ой)

source: I make the good resolutions easily and pleasantly
ru: Я принимаю правильные решения легко и приятно

source: I make the life of my dreams
ru: Я создаю жизнь своей мечты

source: I manage my time effectively
ru: Я эффективно управляю своим временем

source: I meet love everywhere I am and it's beautiful
ru: Я встречаю любовь повсюду, где я нахожусь и это прекрасно

source: I merit to be rich
ru: Я заслуживаю того, чтобы быть богатым(ой)

source: I move in a flow of happiness and acceptance and large sums of money come to me easily and all the time
ru: Я двигаюсь в потоке счастья и принятия и большие суммы денег приходят ко мне легко и постоянно

source: I nurture, healing, inspire just as naturally as I breathe
ru: Я взращиваю, исцеляю, вдохновляю так же естественно как дышу

source: I observe nature and look for wisdom in its manifestation
ru: Я наблюдаю за природой и ищу мудрость в ее проявлении

source: I often smile
ru: Я часто улыбаюсь

source: I often smile and enjoy my perfect health
ru: Я часто улыбаюсь, радуюсь своему отличному здоровью

source: I only do the things that matter, that bring results!
ru: Я делаю только важные дела, приносящие результаты!

source: I only return to good memories
ru: Я возвращаюсь только к хорошим воспоминаниям

source: I open my own heart to love
ru: Я открываю своё сердце для любви

source: I open myself to a new appreciation of myself and the world
ru: Я открываюсь для нового понимания себя и мира

source: I open myself to changes that make me stronger and wiser
ru: Я открываюсь для перемен, которые делают меня сильнее и мудрее

source: I open myself to experiences of love and joy
ru: Я открываюсь для опыта любви и радости

source: I open myself to free expression
ru: Я открываюсь для свободного самовыражения

source: I open myself to the diversity of life
ru: Я открываюсь для многообразия жизни

source: I open the flow of affluence, joy and success in my life
ru: Я открываю поток изобилия, радости и успеха в своей жизни

source: I overcome difficulties with calm emotion and intelligence
ru: Я преодолеваю трудности со спокойными эмоциями и умом

source: I own / am the master / owner of my life
ru: Я – хозяин / хозяйка своей жизни

source: I pick thoughts that activate my potential for healing, wellness, and renewal
ru: Я выбираю мысли, которые активируют мой потенциал исцеления, оздоровления и омоложения.

source: I promote harmonious and equal relationships with those around me
ru: Я создаю гармоничные и равноправные отношения с окружающими

source: I provide an environment that is a joy to live in
ru: Я создаю окружение, в котором приятно жить

source: I purge myself of bad ideas and negative beliefs on a regular basis
ru: Я регулярно избавляюсь от дурных мыслей и негативных убеждений

source: I put my knowledge into best practice
ru: Я наилучшим образом применяю на практике свои знания

source: I quietly accept everything that has happened, is happening, and will happen in my life
ru: Я спокойно принимаю все, что произошло, происходит и произойдет в моей жизни

source: I radiate purely female tenderness
ru: Я излучаю исключительно женскую нежность

source: I radiate Wealth and Prosperity
ru: Я излучаю Богатство и Процветание

source: I raise money
ru: Я привлекаю деньги

source: I reach my full potential on a daily basis
ru: Я ежедневно раскрываю свой потенциал.

source: I reach my goals easily and in a feminine way
ru: Я достигаю свои цели легко и по-женски

source: I recognize my feminine power
ru: Я признаю свою женскую силу

source: I recognize that my body has the ability to heal and regenerate
ru: Я осознаю, что у моего тела есть способность к восстановлению и регенерации

source: I recognize the futility of my anxious thoughts and worries
ru: Я осознаю бесполезность моих тревожных мыслей и переживаний

source: I recover quickly and easily from any illnesses
ru: Я легко и быстро восстанавливаюсь от любых недугов

source: I refuse negative thoughts
ru: Я отказываюсь от негативных мыслей

source: I reject unnecessary confusion and fear
ru: Я отбрасываю излишнее смущение и страх

source: I rejoice in being an example of a highly spiritual and aware life, manifested in wealth, abundance, fame and fame
ru: Я радуюсь, что являюсь примером высоко духовной и осознанной жизни, проявленным в богатстве, изобилии, славе и известности

source: I rejoice in devoting enough time to raise my level of awareness to the highest level
ru: Я радуюсь тому, что посвящаю достаточно времени, чтобы повышать свой уровень сознания до наивысшего

source: I rejoice in learning and applying universal laws and the wisdom of the ages, masters, preachers and saints in my life
ru: Я радуюсь тому, что узнаю и применяю в своей жизни Вселенские законы и мудрость веков, мастеров, учителей и святых

source: I rejoice in the fact that my life is creative and interesting
ru: Я радуюсь тому, что моя жизнь творческая и интересная

source: I rejoice that my capacity to know and use the Universal Laws allows me to live a life of well being, love and harmony with myself and the world around me
ru: Я радуюсь тому, что моя способность познавать и использовать Вселенские законы позволяет мне жить в достатке, любви и гармонии с собой и окружающим миром

source: I rejoice that my every emotion is divine
ru: Я радуюсь тому, что каждое мое чувство божественно

source: I rejoice when life gives to me the chance to manifest my purpose, talents and qualities
ru: Я радуюсь, когда жизнь дает мне возможность проявить свое предназначение, таланты и качества

source: I relate to people with love and respect
ru: Я отношусь к людям с любовью и уважением

source: I relate well to people
ru: Я хорошо понимаю людей

source: I release all negativity and tension
ru: Я освобождаюсь от всего негатива и напряжения

source: I release my fears today and forever
ru: Я освобождаюсь от страхов сегодня и навсегда

source: I release my vital energy
ru: Я высвобождаю свою жизненную энергию

source: I remain highly stimulated in all circumstances
ru: Я поддерживаю высокую мотивацию в любых обстоятельствах

source: I reproduce money
ru: Я размножаю деньги

source: I respect the evolving of my consciousness
ru: Я уважительно отношусь к эволюции своего сознания

source: I respond with appreciation to loving kindness
ru: Я с благодарностью реагирую на проявления любви и доброты

source: I revel in Wealth and Prosperity
ru: Я наслаждаюсь Богатством и Процветанием

source: I riches energy radiates
ru: Я излучаю энергию богатства

source: I rise to new levels of wisdom and understanding
ru: Я поднимаюсь к новым высотам мудрости и понимания

source: I save more than 10% of my income every month.
ru: Я откладываю более 10% от своего дохода каждый месяц

source: I say "no" easily when I feel like it
ru: Я легко говорю "нет", когда я так чувствую

source: I see myself as a perfectly healthy person
ru: Я вижу себя абсолютно здоровым человеком

source: I see prosperity everywhere!
ru: Я вижу процветание повсюду!

source: I see the most wonderful things in other women
ru: В других женщинах я замечаю все самое прекрасное

source: I see things with loving eyes and I love everything I see
ru: Я вижу всё любящими глазами и я люблю всё, что вижу

source: I seize every good opportunity
ru: Я пользуюсь всеми благоприятными возможностями

source: I send out love and it comes back to me
ru: Я излучаю любовь И она возвращается ко мне

source: I sense harmony, gentleness and warmth with my beloved
ru: Я ощущаю гармонию, нежность и теплоту в общении с любимой(ым)

source: I sense my inner strength, competence, and confidence
ru: Я чувствую свою внутреннюю силу, компетентность и уверенность

source: I sense that I am good Enable myself to enjoy the fruits of success
ru: Я чувствую что достаточно хорош разрешаю себе наслаждаться плодами успеха

source: I set a goal for myself to achieve excellent health
ru: Я ставлю перед собой цель достичь превосходного здоровья

source: I shine the glow of gratitude on a situation that would have otherwise been dark; there is no darkness that can escape this light for a long time
ru: Я сияю светом благодарности на ситуацию, которая в противном случае была бы темной; нет такой тьмы, которая могла бы надолго уйти от этого света

source: I shine with a magical feminine Light from within
ru: Я свечусь изнутри волшебным Женским Светом

source: I solve all questions with joy and optimism
ru: Я с радостью и оптимизмом решаю все вопросы

source: I stand ready to win and sincerely believe in myself
ru: Я готов к победам и искренне верю в себя

source: I study the book of life closely
ru: Я внимательно изучаю книгу жизни

source: I study to be grateful for what I have, and at the same time excited about what is yet to come
ru: Я учусь быть благодарным за то, что у меня есть, и в то же время взволнован тем, что еще предстоит сделать

source: I succeed because I always know what I really want
ru: Я успешный/успешная, потому что я всегда знаю, чего хочу

source: I succeed in whatever I do, success comes effortlessly to me
ru: Я преуспеваю во всем, что делаю, успех приходит ко мне легко.

source: I successfully carry out my dreams
ru: Я успешно реализую свои замыслы

source: I successfully complete my goals
ru: Я успешно достигаю намеченных целей

source: I successfully exercise my own creativity
ru: Я успешно реализую свое творческое начало

source: I take actions now
ru: Я предпринимаю действия сейчас

source: I take charge of my life and make it better
ru: Я беру на себя ответственность за свою жизнь и ее улучшение

source: I take joy in the spiritual practices
ru: Я с радостью применяю духовные практики

source: I take pleasure in calming and harmonizing my mind and consciousness
ru: Я с удовольствием успокаиваю и гармонизирую свой ум и сознание

source: I take responsibility for my thoughts, words and actions
ru: Я принимаю ответственность за свои мысли, слова и поступки

source: I talk clearly and convincingly, and people willingly listen to me
ru: Я говорю чётко и убедительно, и люди охотно выслушивают меня

source: I teach my mind to work positively and give me hope
ru: Я приучаю свое мышление работать позитивно и дарить мне надежду

source: I thank all women (no matter what gender you are). I thanks the whole feminine aspect for the energies of motherhood, gentleness, chastity, unselfishness, caring and mercy
ru: Я благодарю всех женщин (независимо от того какой у вас пол). Я благодарю весь женский аспект за энергию материнства, мягкости, целомудрия, бескорыстия, заботы и милосердия

source: I thank God I was born as a woman
ru: Я благодарна Богу за то, что я родилась женщиной

source: I thank God that I can be a brush in God's hands
ru: Я благодарю Бога за то, что я могу быть кисточкой в божественных руках

source: I thank life and God that He gives everyone the messages they need through me
ru: Я благодарю жизнь и Бога за то, что через меня Он посылает каждому то послание, которое человеку необходимо

source: I thank life for the ability to know the Universal Laws and for the opportunity to impart them to others, while remaining an adequate and normal person
ru: Я благодарю жизнь за возможность познать Вселенские законы и за возможность поделиться ими с другими людьми, при этом оставаясь адекватным и нормальным человеком

source: I thank life that I am able to talk to people of every level of education, age, and consciousness
ru: Я благодарю жизнь за то, что я умею говорить с людьми любого уровня образования, возраста, сознания

source: I thank my kids and all the kids on the planet. They are the best teachers. I thank my kids for allowing me to take care of them and feel my responsibility, my role as a parent, caregiver and elder. I thank my children for exemplifying spontaneity, cheerfulness, open-mindedness, and being in the present
ru: Я благодарю своих детей и всех детей на планете. Они самые лучшие учителя. Я благодарю детей за то, что они позволяют мне заботиться о них и чувствовать свою ответственность, свою роль родителя, воспитателя и старшего. Я благодарю детей за их пример непосредственности, жизнерадостности, непредвзятости и присутствия в настоящем

source: I thank others who have caused me pain - knowingly and unknowingly. I thank and forgive them, recognizing in each one a valuable teacher sent from above. I thank that pain has taught me about tolerance, trust in the world, forgiveness, and cleanses my heart
ru: Я благодарю тех, кто причинил мне боль – осознанно и неосознанно. Я благодарю и прощаю их, видя в каждом ценного учителя, посланного свыше. Я благодарю за то, что боль учит меня терпимости, доверию миру, прощению и очищает мое сердце

source: I thank the Universe for abundance and prosperity
ru: Я благодарю Вселенную за изобилие и достаток

source: I thank the world for caring for me
ru: Я благодарю мир за то, что он заботиться обо мне

source: I thankfully accept nature's gift of my vital energy
ru: Я с благодарностью принимаю такой дар природы, как моя жизненная энергия

source: I think about positive things
ru: Я думаю о хорошем

source: I think of what is true
ru: Я думаю о том, что истинно

source: I think of what's healthy for me
ru: Я думаю о том, что приносит мне пользу

source: I transform my consciousness with ease
ru: Я легко трансформирую свое сознание

source: I transform my life thought by thought, deed by deed
ru: Я меняю свою жизнь мысль за мыслью, поступок за поступком

source: I treat my home members with kindness and respect
ru: Я отношусь к членам своей семьи с добротой и уважением

source: I truly believe that being a teacher, being a facilitator, is my destiny
ru: Я верю, что быть учителем, быть наставником — это мое предназначение

source: I trust in my body's inherent ability to cure itself
ru: Я верю во врожденные способности моего тела излечивать себя

source: I trust in my mental faculties
ru: Я доверяю своим умственным способностям

source: I trust my fiduciary intuition
ru: Я доверяю своей финансовой интуиции

source: I trust my instincts and make the right decisions
ru: Я доверяю своей интуиции и принимаю верные решения

source: I trust that happiness can come at any moment
ru: Я верю, что счастье может прийти в любой момент

source: I trust that I am part of the Whole and we are all one
ru: Я верю, что я – часть Целого и все мы едины

source: I trust that my destiny is to discover my highest nature, the highest knowledge of my heart, the ultimate wisdom, and to live in conformity with it
ru: Я верю, что мое предназначение состоит в том, чтобы раскрыть свою высшую природу, высшие знания своего сердца, высшую мудрость и жить в соответствии с ними

source: I trust the future and the universe
ru: Я доверяю будущему и вселенной

source: I try to spend more time with positive people
ru: Я стараюсь больше общаться с позитивными людьми

source: I understand that my automatic thoughts are not always true
ru: Я понимаю, что мои автоматические мысли не всегда истинны

source: I understand that my thoughts shape my belief system
ru: Я осознаю, что мои мысли формируют мою систему убеждений

source: I understand that rejection is a normal part of life and I am comfortable accepting it
ru: Я знаю, что отказ - это естественная часть жизни и я спокойно принимаю это

source: I use all my feminine qualities wisely and in a timely fashion
ru: Я мудро и своевременно использую все свои женские качества

source: I use thankfulness regularly
ru: Я использую благодарность регулярно

source: I value me
ru: Я ценю себя

source: I vibrate with myself and accept myself for who I am
ru: Я живу в согласии с собой и принимаю себя такой, какая я есть

source: I walk free from the race of life
ru: Я свободен от жизненной гонки

source: I walk on the road to success
ru: Я иду по пути успеха

source: I want those around me to be successful and prosperous
ru: Я желаю окружающим успеха и процветания

source: I was born to be able to learn to love myself more and share that love with others around me
ru: Я был рождён, чтобы научиться любить себя больше и делиться этой любовью с другими людьми вокруг меня

source: I was born under the lucky stars
ru: Я рожден под удачными звездами

source: I welcome all the ways the universe wants to bless me
ru: Я приветствую все способы, которыми Вселенная хочет благословить меня

source: I welcome my birth as a woman and what I have been given as a woman
ru: Я принимаю свое рождение женщиной и то, что мне дано как женщине

source: I willingly accept change within and without me
ru: Я с готовностью принимаю перемены внутри и вне меня

source: I willingly work upon my own development
ru: Я охотно работаю над собственным развитием

source: I wish prosperity and success for those near and far
ru: Я желаю успеха и процветания людям ближним и дальним

source: I within me am a source of joy
ru: Я нахожу в себе источник радости

source: I work with enthusiasm, interest and relaxation
ru: Я работаю с энтузиазмом, интересом и расслабленно

source: I'm a beautiful person
ru: Я прекрасный человек

source: I'm a flexible woman
ru: Я – гибкая Женщина

source: I'm a talented woman
ru: Я – талантливая Женщина

source: I'm always lucky
ru: Мне всегда везёт по-крупному

source: I'm always lucky in a big way
ru: Мне всегда везёт по-крупному

source: I'm aware of what's really important to me
ru: Я помню о том, что действительно для меня важно

source: I'm building my life
ru: Я создаю свою жизнь

source: I'm encircled by love All is well
ru: Я окружён любовью Всё хорошо

source: I'm encircled by love and all is beautiful
ru: Я окружён любовью и всё вокруг прекрасно

source: I'm getting better at investing and saving
ru: Я учусь инвестировать и откладывать деньги

source: I'm grateful for my good fortune
ru: Я благодарю за то, что мне всегда везет

source: I'm happily floating in the flow of life
ru: Я радостно плыву в потоке жизни

source: I'm happy in the love I encounter every day
ru: Я счастлив в любви, которую встречаю каждый день

source: I'm happy to be in control of my life and confident in my future
ru: Я счастлив, что могу сам контролировать свою жизнь, и уверен в будущем

source: I'm here to study and make discoveries
ru: Я здесь, чтобы учиться и делать открытия

source: I'm not by myself. I have somebody to turn to for help
ru: Я не один. У меня есть к кому обратиться за помощью

source: I'm on a wave of good fortune
ru: Я на волне удачи

source: I'm ready for change
ru: Я готов к переменам

source: I'm ready to be confident
ru: Я готов быть уверенным в себе

source: I'm ready to embrace a new self-image
ru: Я готов принять новый образ себя

source: I'm rich I'm rich I'm rich
ru: Я богат(-а) Я богат(-а) Я богат(-а)

source: I'm swimming in a clear and all-consuming ocean of love
ru: Я купаюсь в чистом и всепоглощающем океане любви

source: I'm thankful for the world's beauty, for the opportunity to travel and to contemplate the splendor of nature
ru: Благодарен за красоту мира, за возможность путешествовать и созерцать великолепие природы

source: I'm the custodian of my thoughts
ru: Я контролирую свои мысли

source: I'm very lucky
ru: Мне везет по-крупному

source: I'm wide open for miracles
ru: Я открыт для чудес

source: I'm willing to be rich
ru: Я готов быть богатым

source: I'm willing to get what I want
ru: Я готов получить, то что я хочу

source: If I come to this situation/experience/person with gratitude, I will be valued
ru: Если я подойду к этой ситуации/опыту/человеку с признательностью, то меня будут ценить

source: If I take an hour off work and recharge, I can get more done later
ru: Если я на час отключусь от работы и перезаряжусь, смогу больше сделать потом

source: In life I always get what I give and I give love all the time
ru: В жизни я всегда получаю то, что я отдаю и я постоянно отдаю любовь

source: In releasing the past, I enter the joy of the present
ru: Отпуская прошлое, я вхожу в радость сегодняшнего дня

source: In transforming my consciousness I am getting rid of inner and outer barriers
ru: Трансформируя свое сознание, я избавляюсь от внутренних и внешних барьеров.

source: Increasing my wealth is easy and simple for me!
ru: Увеличивать свой капитал - для меня легко и просто!

source: Incredible success accompanies all my work
ru: Все мои дела сопровождает невероятный успех

source: Inside I bubble with inexhaustible energy. I can do anything
ru: Во мне кипит неиссякаемая энергия. Я могу все

source: is more than 1000 affirmations from 14 categories
ru: это более 1000 утверждений из 14 категорий

source: is your self-confidence assistant
ru: это ваш помощник в уверенности в себе

source: It is easy for me to be a channel of wisdom that comes through me to those who need it
ru: Мне легко быть каналом мудрости, который приходит через меня к тем, кто в ней нуждается

source: It is essential in this mortal life to feel like a woman, to have thoughts as a woman, and to act as a woman
ru: В этой земной жизни важно чувствовать себя женщиной, мыслить как женщина и действовать как женщина.

source: It is my birthright to be rich
ru: Быть богатым - мое врожденное право

source: It is normal to feel good about myself
ru: Чувствовать себя хорошо, думая о себе - это нормально

source: It is okay for me to be a positive and motivated person
ru: Быть мотивированным и позитивным человеком - это нормально для меня

source: It is okay for me to be sure of myself and my abilities
ru: Для меня нормально быть у веренным в себе и своих возможностях

source: It' s easy to have good health
ru: Иметь хорошее здоровье - это просто

source: It's okay
ru: Все хорошо

source: It's only a job
ru: Это всего лишь работа

source: It's really not the end of the world. Tomorrow I'll start over
ru: Это не конец света. Завтра начну сначала

source: It's simple and easy for me to reach my goals
ru: Мне легко и просто достичь свой цели

source: It's simple and normal for me to relax
ru: Для меня просто и естественно расслабится

source: It's simple for me to be beloved
ru: Для меня просто быть любимым

source: It's simple for me to cope with any problem
ru: Для меня просто справиться с любой проблемой

source: It's simple for me to embrace cash flow!
ru: Для меня просто принять денежный поток!

source: It's simple to be rich
ru: Быть богатым - просто

source: It's what I do, and I do it well. But that's not all there is to me
ru: Это моя работа, и я делаю её хорошо. Но это не всё, что я есть

source: Lady Fortune is on my side
ru: Госпожа Фортуна – на моей стороне

source: Life is not what is ordained, but what I decide
ru: Жизнь — это не то, что предписано, а то, что выбирается мной

source: Life takes me to new heights
ru: Жизнь поднимает меня к новым высотам

source: Long lasting loving relationships brighten up my life
ru: Длительные любящие отношения скрашивают мою жизнь

source: Losing is just an opportunity to assess my weaknesses and correct them
ru: Проигрыш — это лишь повод оценить свои слабости и исправить их

source: Love
ru: Любовь

source: Love is all around me, I am bathed in love and happiness
ru: Любовь окружает меня повсюду, я купаюсь в любви и счастье

source: Love is all Love is everywhere and in everything
ru: Любовь есть всё, Любовь повсюду и во всём
