Repository: VolkovsaVSA/Mriffa
Catalog: Mriffa/*.lproj/Localizable.strings
Languages: ru

source: A million opportunities come into my life each day
ru: Каждый день в мою жизнь входит миллион возможностей

source: A positive attitude reigns in my thoughts
ru: В мыслях царит позитивный настрой

source: A powerful flow of vital energy and success fills every part of me, every cell, every vessel and hair
ru: Мощный поток жизненной энергии и успеха наполняет каждую часть меня, каждую клетку, каждый сосуд и волосы.

source: A rushing stream of opportunities flows through my life each day
ru: Стремительный поток возможностей проходит через мою жизнь каждый день

source: Abundance and me make one
ru: Изобилие и я - одно целое

source: Accepting accountability is an essential step on the path to success
ru: Принятие на себя ответственности - важный шаг на пути к успеху

source: Access denied to iCloud. Please sign into your icloud account in to iphone. Check internet connection.
ru: Доступ к iCloud запрещен. Пожалуйста, войдите в свою учетную запись iCloud на iPhone. Проверьте подключение к Интернету.

source: All glands and cells of my body work well and correctly
ru: Все железы и клетки моего тела работают хорошо и правильно

source: All I do is a great success
ru: Все, что я делаю, происходит с большим успехом

source: All my attitudes are lasting and loving
ru: Все мои отношения длительные и любящие

source: All my intentions from deep within my heart are realized
ru: Все мои намерения, идущие из глубины сердца, реализуются

source: All my relational activities are harmonious
ru: Все мои отношения гармоничны

source: All my ventures are doomed to success
ru: Все мои начинания обречены на успех

source: All negative thoughts and attitudes about health are being wiped from my subconscious mind
ru: Все негативные мысли и установки про здоровье стираются из моего подсознания

source: All of my body organs are renewing and regenerating
ru: Все ткани моего организма обновляются и восстанавливаются

source: All of my organs and systems of my body are working perfectly
ru: Все органы и системы моего тела функционируют идеально

source: All organs of my physical body work well and correctly
ru: Все органы моего тела работают хорошо и правильно

source: All problems that exist can be solved by love
ru: Все существующие проблемы могут быть решены любовью

source: All the perspectives in front of me can only bring me success
ru: Все перспективы, которые открыты передо мной, могут принести мне только успех

source: All things are temporary. I overcome temporary difficulties easily
ru: Все временно. Я легко преодолеваю временные трудности

source: All unhealthy habits fall off me like unnecessary husk
ru: Все нездоровые привычки отпадают от меня, как ненужная шелуха

source: All will be well
ru: Все будет хорошо

source: Antistress
ru: Антистресс

source: As a womankind I now have love, tenderness, compassion, and caring
ru: К себе, как к женщине я теперь проявляю любовь, мягкость, сострадательность, заботу

source: Attention!
ru: Внимание!

source: Auto save
ru: Автосохранение

source: Backup data has been restored from your iCloud
ru: Данные резервной копии были восстановлены из вашего iCloud

source: Backup data has been saved in your iCloud
ru: Данные резервной копии сохранены в вашем iCloud

source: Being a Woman is a gift, and I am endowed with it to the fullest extent
ru: Быть Женщиной – это дар, и я наделена им в полной мере

source: Big luck always accompanies me through life
ru: Большое счастье всегда следует со мной по жизни

source: Blood flows freely and easily through my body
ru: Кровь свободно и легко циркулирует в моем теле

source: Buy Pro version
ru: Купить Pro версию

source: Buying the Pro version you get: 1. No ads in the app 2. Saving a backup to icloud Do you want buy Pro version?
ru: Покупая версию Pro, вы получаете: 1. В приложении нет рекламы. 2. Сохранение данных в iCloud Вы хотите купить версию Pro?

source: By showing respect for myself, I find respect for my neighbors
ru: Уважая себя, я нахожу уважение ближних

source: Categories
ru: Категории

source: Change is a natural process of life
ru: Перемены - это естественный процесс жизни

source: Confidence is easy
ru: Уверенность в себе - это просто

source: Delegating does not mean failing. It is okay to ask for help
ru: «Делегировать» не значит «провалиться». Просить о помощи — нормально

source: Development makes me happy
ru: Развитие приносит мне радость

source: Divine Femininity is triumphant in me
ru: Божественная Женственность торжествует во мне

source: Divine light flows through each cell of my body
ru: Божественный свет течёт через каждую клеточку моего тела

source: During healthy sleep at night, my energy resources are easily restored
ru: Во время ночного здорового сна мои ресурсы легко восстанавливаются

source: Each idea that crosses my mind gives my brain an electrical impulse
ru: Каждая мысль, которая приходит мне в голову, посылает в мозг электрический импульс

source: Energy, power
ru: Энергия, сила

source: Error
ru: Ошибка

source: Even devastation is an opening to be transformed and my gratitude evolves as I do
ru: Даже опустошение — это возможность преобразиться и моя благодарность развивается так же, как и я

source: Every context is an opportunity to become a better person
ru: Каждая ситуация - это возможность стать лучше

source: Every day brings new ideas that inspire and motivate me
ru: Каждый день приносит новые идеи, которые вдохновляют и мотивируют меня

source: Every day I get new ideas
ru: Каждый день приносит мне новые идеи

source: Every day is mine
ru: Каждый день — мой

source: Every day of my life breathes with happiness
ru: Каждый день моей жизни дышит счастьем

source: Every inhalation fills me with self-confidence, and each exhalation removes my fears and doubts
ru: Каждый вдох наполняет меня уверенность в себе, а выдох уносит страхи и сомнения

source: Every moment of life is perfect
ru: Каждое мгновение жизни совершенно

source: Every single action I take gives me greater success
ru: Любое мое действие дает мне еще больший успех

source: Every single cell of my entire body is healthy and full of vigor
ru: Каждая клеточка моего тела здорова и полна энергии.

source: Every thought I think has the strongest effect on every cell in my body
ru: Каждая моя мысль оказывает сильнейшее воздействие на каждую клеточку моего тела

source: Everything I need, I can get on my own
ru: Всё, что мне нужно, я могу достичь самостоятельно

source: Everything is easy and simple for me
ru: Мне дается все легко и просто

source: Everywhere I go I find love And life is good
ru: Везде, куда я направляюсь, я нахожу любовь И жизнь прекрасна

source: Favorites
ru: Избранное

source: Feedback
ru: Обратная связь

source: Feedback on application "Mriffa"
ru: Отзыв о приложении «Mriffa»

source: Feeling confident is natural for me
ru: Чувствовать уверенность - это естественно для меня

source: Femininity is beautiful
ru: Женственность – это прекрасно

source: For me, it's easy to be healed
ru: Для меня просто исцелиться

source: Fortune gives me her love
ru: Удача дарит мне свою любовь

source: Fortune is always with me
ru: Удача всегда сопровождает меня

source: Fortune never stops following me
ru: Удача неотступно следует за мной

source: Friendships nourish my soul
ru: Гармоничные отношения питают мою душу

source: Give thanks to the Universe for giving whatever you can in life, as long as all you can give it is a "thank you"
ru: Благодари Вселенную за то, что ты можешь отдать что угодно в жизни, даже если все, что ты можешь ей дать, это «спасибо»

source: Giving my lover unconditional love I feel a surge of energy
ru: Давая своему любимому безусловную любовь я чувствую прилив энергии

source: Good fortune shows up in my life every day
ru: Везение проявляется в моей жизни каждый день

source: Gratitude
ru: Благодарность

source: Gratitude and peace flow through my entire body like a clear source of health
ru: Благодарность и мир текут через всё моё тело, как чистый источник здоровья

source: Happiness and good luck seem to be my constant companions
ru: Счастье и удача – мои неизменные спутники

source: Having 100k dollars is simple for me!
ru: Иметь 100 тыс долларов для меня просто!

source: Health
ru: Здоровье

source: Here and now I am aware that I am in the flow of my life energy
ru: Здесь и сейчас Я в потоке своей жизненной энергии

source: I a allowed to get more and more money
ru: Я разрешаю себе получать все больше и больше денег

source: I accept and give love easily and effortlessly
ru: Я принимаю и отдаю любовь легко и без усилий

source: I accept challenges as opportunities to change and grow
ru: Я принимаю проблемы как возможности меняться и расти

source: I accept compliments and gifts with joy
ru: Я с радостью принимаю комплименты и подарки

source: I accept responsibility for my own inner attitude
ru: Я принимаю ответственность за свой внутренний настрой

source: I accept the responsibility for my reactions to events
ru: Я принимаю ответственность за свои реакции на происходящие события

source: I achieve a harmonious relationship with others
ru: Я выстраиваю гармоничные отношения с окружающими

source: I achieve my full potential
ru: Я в полной мере реализую свой потенциал

source: I act from the space of my heart's love and I know that love opens up new possibilities
ru: Я действую от любящего пространства моего сердца и я знаю, что любовь открывает новые возможности

source: I act with confidence
ru: Я действую с уверенностью

source: I act with persistence and overcome any difficulties
ru: Я действую настойчиво и преодолеваю любые трудности

source: I activate the power in me
ru: Я активизирую энергию в себе

source: I actively breathe creative positive energy
ru: Я дышу активной созидающей позитивной энергией

source: I align my thinking with my wants and values
ru: Я согласую свои мысли со своими желаниями и ценностями

source: I allow allow myself to act in the most effective way easily and pleasantly
ru: Я разрешаю себе действовать самым эффективным образом легко и приятно

source: I allow me to achieve what I want to achieve quickly and easily
ru: Я разрешаю себе достигать чего я хочу быстро и легко

source: I allow my unconscious mind to enhance my life programs
ru: Я позволяю своему подсознанию улучшать мои жизненные программы

source: I allow myself to act in the most effective way with ease and pleasure
ru: Я разрешаю себе действовать самым эффективным образом легко и приятно

source: I allow myself to be calm, happy and enjoy life
ru: Я позволяю себе быть расслабленным, радоваться и наслаждаться жизнью

source: I allow myself to be loved and wanted
ru: Я позволяю себе быть любимой(ым) и желанной(ым)

source: I allow myself to enjoy my perfect health
ru: Я позволяю себе наслаждаться своим идеальным здоровьем

source: I allow myself to have money easily and easily
ru: Я разрешаю себе получать деньги легко и просто

source: I allow myself to rest and relax
ru: Я позволяю себе отдыхать и расслабляться

source: I allow myself to see and experience clearly what I want
ru: Я разрешаю себе ясно видеть и ощущать, а то чего я хочу

source: I allow myself to thrive in all aspects of life
ru: Я разрешаю себе преуспевать во всех сферах жизни

source: I allow others to display their gifts and talents
ru: Я позволяю окружающим проявлять свои дары и таланты

source: I allow people around me to be me
ru: Я позволяю окружающим быть собой

source: I always feel the desire to be at one with all that is feminine
ru: Я всегда чувствую потребность быть в единстве со всем женским началом

source: I always find a solution to a difficult situation
ru: Я всегда нахожу выход из трудной ситуации

source: I always have lots of energy
ru: Во мне всегда много энергии

source: I always have money for everything
ru: Мне всегда на всё хватает денег

source: I always joyfully accept support from the Universal Feminine Source
ru: Я всегда с радостью принимаю поддержку у Всеобщего Женского Начала

source: I am a beautiful woman
ru: Я – красивая Женщина

source: I am a beloved daughter of the universe
ru: Я – любимая дочь Вселенной

source: I am a brave man and I can stand up for myself
ru: Я храбрый человек и я могу постоять за себя

source: I am a cash magnet and I attract money all the time
ru: Я - денежный магнит и я притягиваю деньги постоянно

source: I am a cautious and friendly person
ru: Я – спокойный и доброжелательный человек

source: I am a collaborative person
ru: Я умею сотрудничать

source: I am a committed individual
ru: Я – ответственный человек

source: I am a considerate and thoughtful interlocutor
ru: Я - чуткий и внимательный собеседник

source: I am a creative woman
ru: Я – творческая женщина

source: I am a decent human being
ru: Я - достойный человек

source: I am a fearless person by nature
ru: От природы я - бесстрашный человек

source: I am a godly woman
ru: Я – Божественная женщина

source: I am a handsome person inside and out
ru: Я красивый человек внутри и снаружи

source: I am a healthy person
ru: Я здоровый человек

source: I am a holistic person
ru: Я - целостная личность

source: I am a joyful person
ru: Я счастливый человек

source: I am a magnet attracting love into my life
ru: Я магнит, притягивающий любовь в свою жизнь

source: I am a magnet for good fortune
ru: Я притягиваю удачу, словно магнит

source: I am a magnet for success
ru: Я - магнит успеха

source: I am a positive life energy person. I open up to the light and new in my life
ru: Я – человек с позитивной жизненной энергией. Я открываюсь светлому и новому в своей жизни

source: I am a pure energy
ru: Я – есть чистая энергия

source: I am a realized Woman
ru: Я – осознанная Женщина

source: I am a self-confident person
ru: Я уверенный в себе человек

source: I am a smart person
ru: Я умный человек

source: I am a socially outgoing person
ru: Я - общительный человек

source: I am a strong and independent person
ru: Я сильная и независимая личность.

source: I am a tender woman
ru: Я – нежная Женщина

source: I am a unique person
ru: Я уникальный человек

source: I am a very lucky man
ru: Я очень везучий человек

source: I am a welcoming person
ru: Я проявляю дружелюбие

source: I am a wide-awake, positive person all day long
ru: Я – бодрый, позитивный человек в течение всего дня

source: I am a wise man
ru: Я мудрый человек

source: I am a wizened woman
ru: Я – мудрая женщина

source: I am all that is
ru: Я все, что есть

source: I am allowing my mind, body, and soul to be open to the healing and empowerment of life today
ru: Сегодня я позволяю своему телу, разуму и душе быть открытыми для исцеления и обретения жизненной силы.

source: I am allowing myself to have the best of everything.
ru: Я разрешаю себе иметь всё самое лучшее.

source: I am always busy, I can do anything, and I like it
ru: Я постоянно занят делом, мне все по плечу, и мне это нравится

source: I am always curious
ru: Я всегда проявляю любопытство

source: I am always full of interesting ideas that I immediately put into action
ru: Ко мне постоянно приходят интересные идеи, которые я тут же реализую

source: I am always successful, even in the face of adversity
ru: Я всегда добиваюсь успеха, даже несмотря на трудности

source: I am an easy speaker for groups of all sizes
ru: Я легко выступаю перед группой любого размера

source: I am an effortless woman
ru: Я – легкая Женщина

source: I am an energetic and joyful person
ru: Я энергичный и жизнерадостный человек

source: I am an important part of this world
ru: Я - важная часть этого мира

source: I am an inexhaustible supply of energy. And everything around me is an energy of possibility
ru: Я – неиссякаемый источник энергии. И всё вокруг меня – энергия возможностей

source: I am an outgoing and welcoming person
ru: Я – открытый и доброжелательный человек

source: I am assured of myself as a Woman
ru: Я уверена в себе, как в Женщине

source: I am aware of my worries and fears and I actively work through them
ru: Я осознаю свою тревожность и страхи, и я активно преодолеваю их

source: I am aware that the Creator reveals himself and his laws in all that is around me
ru: Я знаю, что Творец раскрывает себя и свои законы во всем, что вокруг меня

source: I am becoming more Feminine everyday
ru: С каждым днем я становлюсь все более Женственной

source: I am benefiting the universe and individuals through my actions
ru: Своими действиями приношу пользу вселенной и отдельным людям

source: I am better and better every day
ru: С каждым днем я становлюсь все лучшее и лучше

source: I am blessed from everywhere and by everyone
ru: Я получаю блага отовсюду и ото всех

source: I am body and I am soul
ru: Я тело и я душа

source: I am born richly worthy of a lot of money
ru: Я по праву рождения достоин(-а) больших денег

source: I am building all the conditions I need to heal and stay healthy
ru: Я создаю все необходимые условия для выздоровления и поддержания здоровья

source: I am bursting with energy, constantly needing to be released
ru: Меня переполняет энергия, постоянно требуя освобождения

source: I am calmly and confidently walking the right path
ru: Я спокойно и уверенно иду по верному пути

source: I am capable of anything
ru: Я способен на всё

source: I am capable of saying "No."
ru: Я способен сказать «Нет»

source: I am caring towards my fellow human beings
ru: Я проявляю внимательность к моим ближним

source: I am changing for the better every day
ru: Я меняюсь к лучшему с каждым днем

source: I am choosing positive, healthy thoughts that keep my body going
ru: Я выбираю позитивные, здоровые мысли, которые поддерживают мой организм

source: I am comfy, I know how to step out of my comfort zone when I need to
ru: Мне комфортно, я умею выходить из зоны комфорта, когда это необходимо

source: I am consciously relying on myself
ru: Я осознанно полагаюсь на себя

source: I am constantly in tune with the wave of good fortune and success
ru: Я всегда настроен на волну успеха и удачи

source: I am constantly lucky. Success comes my way in all my undertakings
ru: Мне всегда везет. Успех сопутствует мне в любых начинаниях

source: I am creating love and love and romance in my life
ru: Я создаю любовь и романтику в своей жизни

source: I am currently healing, I have the power to achieve great health
ru: Сейчас я исцеляюсь, у меня есть сила, чтобы обрести прекрасное здоровье

source: I am daily becoming a better version of myself
ru: С каждым днем я становлюсь лучшей версией самого себе

source: I am deeply grateful for the happiness I have
ru: Я глубоко признательна за счастье, которое у меня есть

source: I am deserving of love
ru: Я достойна любви

source: I am deserving of successfully moving forward
ru: Мне по заслугам успешно передвигаться вперед

source: I am deserving of the love, joy and all the good things that life has to offer me
ru: Я заслуживаю любовь, радость и все блага, которые жизнь предлагает мне

source: I am developing in a feminine way - the way of love, gentleness, tenderness, flexibility and enchantment
ru: Я развиваюсь женским путем - путем любви, мягкости, нежности, гибкости и волшебства

source: I am electing to be thankful for the light of this morning, for the new energy and strength to be who I know I can be
ru: Я выбираю быть благодарным за свет этого утра, за новую энергию и силу, чтобы быть тем, кем я знаю, кем я могу быть

source: I am embraced by the wealth of the universe
ru: Я купаюсь в богатстве Вселенной

source: I am encircled by love
ru: Я окружена любовью

source: I am enough good and accepting of myself at all points past, present and future
ru: Я достаточно хорош и принимаю себя во всех точках прошлого, настоящего и будущего

source: I am eternally grateful for all the love in my life I find it everywhere
ru: Я бесконечно благодарен за всю любовь в моей жизни Я нахожу её повсюду

source: I am evolving in all areas of my life
ru: Я развиваюсь во всех сферах своей жизни

source: I am expanding my horizons
ru: Я расширяю свой кругозор

source: I am feminine, sophisticated, intuitive, gentle, soft, faithful, flexible
ru: Я – женственная, утонченная, интуитивная, нежная, мягкая, верная, гибкая

source: I am filled with feminine energy
ru: Я полна женской энергии

source: I am filled with life, health, and joy
ru: Я полон жизни, здоровья и радости

source: I am fleshed out with love and acceptance
ru: Я наполняюсь любовь и принятием

source: I am free from distress
ru: Я свободен от стресса и переживаний

source: I am free from stress. I live in mental harmony
ru: Я свободен от стресса. Я живу в душевной гармонии

source: I am freed from any and all ailments and grateful for the lesson they have taught me
ru: Я освобождаюсь ото всех и любых болезней и благодарю их за тот урок, которому они меня научили

source: I am fulfilled in myself. I am centered in my heart
ru: Я наполнена собой. Я центрирована в своем сердце

source: I am fully accepting and grateful for all the affection my partner gives me
ru: Я полностью восприимчива и признательна за всю любовь, которую мой партнёр дарит мне

source: I am fully filled with the healing energy of the universe
ru: Я полностью наполнен исцеляющей энергией Вселенной

source: I am gathering a wonderful collection of wise methods and tools that help me and all those with whom I share my knowledge, my wisdom and my experience
ru: Я собираю прекрасную коллекцию мудрых методов и инструментов, которые помогают мне и всем тем, с кем я делюсь своими знаниями, своей мудростью и своим опытом

source: I am generous with myself and others
ru: Я проявляю душевную щедрость к себе и к окружающим

source: I am gifted
ru: Я талантлив

source: I am giving, giving, rewarding
ru: Я щедрая, дающая, награждающая

source: I am grateful for a harmonious relationship with the person I need, for attention and love
ru: Я благодарю за гармоничные отношения с нужным мне человеком, за внимание и любовь

source: I am grateful for all the money that comes easily and effortlessly
ru: Я благодарен(-а) за все деньги, которые приходят ко мне легко и без усилий

source: I am grateful for an abundance of money and all the wealth I deserve from birth
ru: Я благодарю за изобилие денег и всех материальных благ, которые я заслуживаю с самого рождения

source: I am grateful for loving fellowship, for a good time among like-minded people
ru: Я благодарю за любящее общение, за приятное времяпрепровождение в кругу единомышленников

source: I am grateful for the helpful companions that occasionally show up in my life to put me back on the path to love
ru: Я благодарен за полезных спутников, которые иногда появляются в моей жизни, чтобы вернуть меня на путь к любви

source: I am grateful for wish fulfillment, for creating the life I dream about
ru: Я благодарю за исполнение желаний, за то, что я создаю ту жизнь, о которой мечтаю

source: I am grateful now and it keeps my heart open to new blessedness
ru: Я благодарен сейчас и это позволяет держать сердце открытым для новых благословений

source: I am grateful to my parents for the care and love they give me
ru: Я выражаю благодарность родителям за их заботу и любовь

source: I am growing and getting better every day
ru: Я развиваюсь и ежедневно становлюсь лучше

source: I am grown and renewed in the great flow of life
ru: Я расту и обновляюсь в великом потоке жизни

source: I am happy I am calm
ru: Я счастлива я спокойна

source: I am harmony
ru: Я - гармония

source: I am hugely happy with life
ru: Я счастлив от жизни

source: I am in control of my thinking and my life
ru: Я контролирую свои мысли и свою жизнь

source: I am in the Feminine State
ru: Я нахожусь в Женском Состоянии

source: I am in the right place at the right time
ru: Я нахожусь в нужном месте и в нужное время
