Repository: VolkovsaVSA/Mriffa
Catalog: Mriffa/*.lproj/Localizable.strings
Languages: ru

source: I feel an ocean of energy bubbling inside me
ru: Я чувствую, как во мне бурлит океан энергии

source: I feel at peace with the world
ru: Я чувствую себя дома в этом мире

source: I feel blessed with a feminine serenity
ru: Я чувствую блаженное Женское спокойствие

source: I feel empowered as a result
ru: Я знаю, что в результате я становлюсь сильнее

source: I feel fine and my body feels great
ru: Я чувствую себя хорошо и мое тело чувствует себя прекрасно

source: I feel free to express my feelings
ru: Я свободно выражаю свои чувства

source: I feel good and everything is going right
ru: Я чувствую что всё хорошо и всё идёт как надо

source: I feel grateful for my life. I am appreciative of the opportunity to live
ru: Я благодарен за свою жизнь. Я благодарен за возможность жить

source: I feel grateful now because I am healed
ru: Я испытываю благодарность сейчас, потому что я исцелилась

source: I feel grateful to the Universe for a beautifully spent day
ru: Я чувствую благодарность к Вселенной за чудесно прожитый день

source: I feel gratitude
ru: Я чувствую благодарность

source: I feel grounded and stable
ru: Я чувствую себя устойчивой и заземленной

source: I feel happy every day
ru: Я каждый день делаю себя счастливым

source: I feel harmonious inside of me
ru: Я чувствую гармонию внутри себя

source: I feel in touch with all that is in the world
ru: Я чувствую связь со всем, что есть в этом мире

source: I feel intimacy and balance in my relationship with my loved one
ru: Я ощущаю близость и гармонию в отношениях с любимым человеком

source: I feel life power flowing through me: positive and creative
ru: Я чувствую, как меня переполняет жизненная энергия: позитивная и созидающая

source: I feel like a lucky man
ru: Я чувствую себя счастливым человеком

source: I feel like I stay awake and energetic all day long
ru: Я чувствую себя бодрым и энергичным человеком в течение всего дня

source: I feel love all around me I feel it everywhere Joy fills my whole world
ru: Любовь это всё вокруг меня Я чувствую её повсюду Радость наполняет весь мой мир

source: I feel loved
ru: Я чувствую, что любим(а)

source: I feel loyally loved
ru: Я чувствую, что меня любят

source: I feel my uniqueness with every cell
ru: Каждой клеточкой я чувствую свою исключительность

source: I feel my wholeness and oneness with the universe I thrive
ru: Я чувствую свою целостность и единение со Вселенной Я исцеляюсь

source: I feel relaxed and confident
ru: Я чувствую себя спокойно и уверенно

source: I feel secure in myself
ru: Я чувствую уверенность в себе

source: I feel strong
ru: Я чувствую свою силу

source: I feel thankful for all that I have
ru: Я чувствую благодарность за все, что у меня есть

source: I feel that all is well and that all is going well
ru: Я чувствую, что всё хорошо, и всё идёт как надо

source: I feel that I am good good enough and permit myself to succeed
ru: Я чувствую, что я достаточно хорош и разрешаю себе преуспевать

source: I feel that my Intuition is with me and I trust it
ru: Я чувствую, что моя интуиция со мной и доверяю ей

source: I feel the aura of my Inner Woman with my heart. She embraces me with light.
ru: Я чувствую ауру моей Внутренней Женщины сердцем. Она обнимает меня светом

source: I feel the spirit of a True Woman within me
ru: Я чувствую в себе дух Истинной Женщины

source: I feel the throb of energy in my life
ru: Я ощущаю пульс энергии в своей жизни

source: I feel well connected to my Feminine Essence
ru: Я хорошо чувствую связь со своим Женским Началом

source: I feel worthy of more money
ru: Я чувствую что достоин больших денег

source: I find a successful mentor
ru: Я нахожу успешных наставников

source: I find in me a source of strength
ru: Я нахожу в себе источник силы

source: I find in myself a source of happiness
ru: Я нахожу в себе источник счастья

source: I find in myself a source of love
ru: Я нахожу в себе источник любви

source: I find in myself a source of wisdom
ru: Я нахожу в себе источник мудрости

source: I find it easy and pleasant to change
ru: Мне легко и приятно меняться

source: I find time to express myself
ru: Я нахожу время для самовыражения

source: I flow with the flow of life and I thrive
ru: Я двигаюсь вместе с потоком жизни и преуспеваю

source: I focus on seeking opportunities
ru: Я концентрируюсь на поиске возможностей

source: I focus on that which is important and helpful to me
ru: Я сосредотачиваюсь на том, что важно и полезно для меня

source: I follow my life purpose
ru: Я следую своему жизненному предназначению

source: I forgive easily for others and myself
ru: Мне легко прощать себя и других людей

source: I forgive myself for everything
ru: Я прощаю себя за все

source: I forgive other people
ru: Я прощаю других людей

source: I form an environment that is a pleasure to live in
ru: Я формирую окружение, в котором приятно жить

source: I fully receive the joy that wishes to manifest in my life and now I receive it in gratitude
ru: Я полностью принимаю радость, которая хочет проявиться в моей жизни и теперь я принимаю ее в знак благодарности

source: I generate an energy of wellness in my life and body
ru: Я создаю энергию выздоровления в своей жизни и в своём теле

source: I get a feminine touch on life, a feminine sense of being
ru: Ко мне приходит женский вкус к жизни, женское ощущение бытия

source: I get a great night's sleep every night
ru: Я хорошо сплю каждую ночь

source: I get additional energy from the world around me
ru: Я получаю дополнительную энергию из окружающего мира

source: I get awesome results by only choosing to do things that result in health and wellness
ru: Я добиваюсь удивительных результатов, выбирая для себя только то, что ведет к здоровью и хорошему самочувствию

source: I get enough hours of sleep to replenish my energy
ru: Мне вполне хватает нескольких часов сна для восполнения энергии

source: I get everything I want
ru: Я получаю все, что хочу

source: I get more ideas how to get more money
ru: Мне приходят идеи, как получить больше денег

source: I get to pick and choose what to think about
ru: У меня есть возможность выбирать, о чем думать

source: I give and take money easily
ru: Я легко отдаю и легко принимаю деньги

source: I give and take money with joy and gratitude
ru: Я отдаю и получаю деньги с радостью и благодарностью

source: I give away love with joy and receive love with appreciation
ru: Я отдаю любовь с радостью и принимаю любовь с благодарностью

source: I give back to the world and the world pays me generously
ru: Я даю миру пользу и мир щедро платит мне

source: I give energy and I receive energy
ru: Я отдаю энергию, и я получаю энергию

source: I give myself leave to see and feel clearly the future I desire
ru: Я разрешаю себе ясно видеть и ощущать желаемое будущее

source: I give myself permission to be confident
ru: Я разрешаю себе быть уверенной в себе

source: I give myself permission to let go of stress and tension and do things with ease
ru: Я позволяю себе отпускать стресс и напряжение и делать всё с лёгкостью

source: I give myself the courage to speak my mind
ru: Я позволяю себе смело высказывать своё мнение

source: I give thankfulness for the health that strengthens, for the food that empowers, for the free energy and vigor
ru: Я благодарю за здоровье, которое укрепляется, за пищу, которая дарует силы, за свободную энергию и бодрость

source: I give thankfulness to the world, to life, to the Universe, to the Creator for all that I have. I give thanks for my home, my city, my body, my limitless opportunities for growth, self-discovery and development
ru: Я благодарю весь мир, жизнь, Вселенную, Творца за все, что у меня есть. Я благодарю за свой дом, свой город, свое тело, свои безграничные возможности для роста, самопознания и развития

source: I give thanks for my parents, my mother and father. For their care or not care, for their attention, time, warmth or lack thereof. For having given me life and allowing me to gain the experience necessary to work through my major life lessons
ru: Я благодарю своих родителей, мать и отца. За заботу или не заботу, за внимание, время, тепло или их отсутствие. За то, что они дали мне жизнь и позволили получить опыт, необходимый для проработки моих главных жизненных уроков

source: I give thanks for the insights, books, revelations, conversations with like-minded people who come into my life. I am thankful for the teachers from birth, high school, to lecturers, coaches, and tutors with whom I still study today
ru: Я благодарю за знания, книги, откровения, общения с единомышленниками, которые приходят мне в жизни. Я благодарю за учителей, начиная с рождения, школьной скамьи и заканчивая лекторами, коучами и наставниками, с которыми я учусь и сегодня

source: I give thanks to all men for the energies of defense, strength, patronage, responsibility, resilience, purposefulness
ru: Я благодарю всех мужчин за энергию защиты, силы, покровительства, ответственности, стойкости, целеустремленности

source: I give thanks to all the people who have done me good. Even the most seemingly minor things. I give thanks for every warm look, for a caring word, for a present, for support, for attention, for a treat, for help, for hospitality, for friendship, etc
ru: Я благодарю всех людей, которые сделали мне добро. Даже самое, на первый взгляд, незначительное. Я благодарю за каждый теплый взгляд, за заботливое слово, за подарок, за поддержку, за внимание, за угощение, за помощь, за гостеприимство, за дружбу и т.д.

source: I give thanks to God for my talents and abilities
ru: Я благодарю бога за мои таланты и способности

source: I give thanks to God for the celebration of life, for the joy that is in every moment, for the pleasure of every day
ru: Я благодарю Бога за праздник жизни, за счастье, которое есть в каждом мгновении, за удовольствие от каждого дня

source: I give thanks to my family who feed me with unseen support, helping me on my way to health, well-being, and relationship success
ru: Я благодарю свой род, который питает меня невидимой поддержкой, помогает на пути к здоровью, благосостоянию и успеху в отношениях

source: I give thanks to my seniors for their wisdom, for their awareness of the value and fleetingness of time and every moment. I thank my age and all the lessons I have been able to go through
ru: Я благодарю стариков за мудрость, за осознание ценности и быстротечности времени и каждого момента. Я благодарю свой возраст и все уроки, которые мне удалось пройти

source: I give thanks to the higher forces, my Guardian Angel, my spiritual teacher, my counselor, myself as a soul, my purpose. I thank for their support, support, protection. For a singular path, unique lessons, joys and sufferings that are designed to nurture the best qualities and values in me
ru: Я благодарю Высшие силы, Ангела-хранителя, духовного учителя, наставника, себя, как душу, свое предназначение. Я благодарю за их опору, поддержку, защиту. За уникальный путь, уникальные уроки, радости и страдания, которые призваны взрастить во мне самые лучшие качества и ценности

source: I give up all thoughts that are not good for my life
ru: Я отказываюсь от всех мыслей, которые не несут добро в мою жизнь

source: I give up small things that do not make a difference
ru: Я отказываюсь от мелких дел, которые не влияют на результат

source: I give wisdom openly, honestly, and wholeheartedly
ru: Я делюсь мудростью искренне, открыто и от всего сердца

source: I glow from within with the magical Feminine Light
ru: Я свечусь изнутри волшебным Женским Светом

source: I go about my life day by day, step by step
ru: Я иду по жизни день за днем, ступень за ступенью

source: I grow and diverge daily
ru: Я ежедневно расту и развиваюсь

source: I handle a lot of stuff with ease
ru: Я с легкостью справляюсь с большим количеством дел

source: I handle everything life throws at me with ease
ru: Я легко справляюсь со всем, что преподносит мне жизнь

source: I happily assume responsibility for all areas of my life
ru: Я с радостью принимаю ответственность за все области своей жизни

source: I harness creative energy
ru: Я реализую творческую энергию

source: I have a great ability to change any energy into a positive and creative one
ru: Во мне живет великая способность преобразовать любую энергию в позитивную и созидающую

source: I have a lot of opportunities in every situation
ru: Мне открыты большие возможности в любой ситуации

source: I have a Soul of a woman, I have the personality of a woman, I have the body of a woman
ru: У меня Душа женщины, у меня характер женщины, у меня тело – женщины

source: I have a sound mind and a sound body
ru: Я обладаю здоровым умом и здоровым телом

source: I have all the will power I need
ru: У меня есть вся сила воли, которая мне нужна

source: I have an aura of Feminine magnetism and charm all around me
ru: Вокруг меня – аура Женского магнетизма и очарования

source: I have confidence and determination
ru: Я уверенный и решительный человек

source: I have discovered the person I need between us love and passion
ru: Я нашёл нужного мне человека Между нами любовь и страсть

source: I have enough life energy and positive energy in me to charge those around me with it
ru: Жизни и позитивной энергии во мне так много, что я заряжаю этим светом тех, кто рядом

source: I have every right to good strong health
ru: Я имею полное право на хорошее крепкое здоровье

source: I have everything in abundance
ru: У меня всего в достатке

source: I have faith in myself so I can face any challenge
ru: Я верю в себя, поэтому мне по плечу любые проблемы

source: I have full faith in myself
ru: Я полностью верю в себя

source: I have great health
ru: Я - отличное здоровье

source: I have interesting and positive friends
ru: У меня много интересных и позитивно настроенных друзей

source: I have life energy in me sufficient to carry out my intentions
ru: Жизненной энергии во мне достаточно, чтобы реализовать задуманное

source: I have lots of energy and strength
ru: У меня много сил и энергии

source: I have lots of life energy in me and I take opportunities to use it
ru: Во мне много жизненной энергии и я пользуюсь её возможностями

source: I have many interesting and positive friends
ru: У меня много интересных и позитивно настроенных друзей

source: I have many opportunities today to show my worth
ru: Сегодня у меня есть множество возможностей проявить себя

source: I have respect for myself and for others
ru: Я уважаю себя и других людей

source: I have strength and independence
ru: Я сильная и независимая личность

source: I have the deep belief that I am capable of attracting good fortune
ru: Я имею глубокую веру в то, что я способен привлечь удачу

source: I have the strength and power to tackle any task, no matter how complex, all day long
ru: Я полон сил и энергии для решения задач любой сложности на протяжении всего дня

source: I have the strength to thrive in all that I desire
ru: У меня полно сил, чтобы процветать во всем, что я желаю

source: I have tranquility and peace of mind
ru: Я испытываю спокойствие и мир в душе

source: I have wealth and abundance
ru: Я богат(-а) и изобилен(-льна)

source: I heal my body and the mind with love, honor and gratitude
ru: Я исцеляю свое тело и разум с любовью, уважением и благодарностью

source: I hear the voice of my intuition
ru: Я слышу голос своей интуиции

source: I honor God's will, and I surrender to it lovingly and trustingly in a woman's way
ru: Я уважаю волю Бога, я по-женски сдаюсь ей с любовью и доверием

source: I honor people and believe in their potential
ru: Я уважаю людей и верю в их потенциал

source: I improve my connections with others
ru: Я улучшаю свои отношения с другими людьми

source: I inhale health energy and exhale stress
ru: я вдыхаю энергию здоровья и выдыхаю стресс

source: I inhale the power of energy
ru: Я вдыхаю силу энергии

source: I inspire inspiration for new achievements
ru: Я вдохновляю себя на новые свершения

source: I intuitively take the shortest path to fulfilling my purpose, to my self-actualization
ru: Я интуитивно иду самым коротким путем к реализации своего предназначения, к своей самореализации

source: I joyfully find and use the most efficient, the simplest and most ingenious methods for the mental transformation of my personality, for the conversion of my intellect
ru: Я радостно нахожу и использую самые эффективные, самые простые и гениальные методы для духовной трансформации моей личности, для трансформации моего интеллекта

source: I keep my heart open to wisdom
ru: Я открываю свое сердце навстречу мудрости

source: I keep opening myself to a new self-understanding and worldview
ru: Я открываюсь для нового понимания себя и мира

source: I keep piling on if I meet an obstacle in my way
ru: Я продолжаю настаивать на своем, если встречаю препятствие на своем пути

source: I keep up with the times
ru: Я иду в ногу со временем

source: I know my oneness with all life forms on Earth: with plants, animals, the elements, other people, and stones
ru: Я знаю свое единство со всеми формами жизни на Земле: растениями, животными, со стихиями, с другими людьми, с минералами

source: I know precisely what I have to do and I do it with interest and pleasure
ru: Я знаю точно, что мне надо делать и делаю это с интересом и удовольствием

source: I know that financial freedom is my right
ru: Я знаю, что финансовая свобода - моё право

source: I know that I'm so lucky
ru: Я знаю, что мне повезет

source: I know that my purpose is to live by the Universal laws, and I gladly learn and apply them
ru: Я знаю, что моя задача – жить по Вселенским законам, и я с радостью изучаю и применяю их

source: I learn all the laws that govern my behavior
ru: Я понимаю законы, управляющие моим поведением

source: I learn to understand and accept people
ru: Я учусь понимать и принимать людей

source: I let go of conventions and self-imposed stereotypes
ru: Я освобождаюсь от условностей и навязанных стереотипов

source: I let go of the anxiety of failure
ru: Я освобождаюсь от страха неудачи

source: I let go of the past
ru: Я отпускаю прошлое

source: I let go of the stress and all the bad and embrace the energy and all the good
ru: Я позволяю себе отпускать стресс и всё плохое и принимать энергию и всё хорошее

source: I let men see me as a woman
ru: Я разрешаю мужчинам видеть во мне Женщину

source: I let myself be happy
ru: Я позволяю себе быть счастливым

source: I let myself embrace wealth
ru: Я позволяю себе принять богатство

source: I let myself get what I want quickly and easily
ru: Я позволяю себе получать то что я хочу легко и быстро

source: I let the money into my life
ru: Я впускаю в свою жизнь деньги

source: I like being myself
ru: Мне нравится быть собой

source: I like being part of One Whole
ru: Мне нравится быть частью единого Целого

source: I like it all in me
ru: Я люблю все в себе

source: I like people and know how to see the good in them
ru: Я люблю людей и умею видеть в них хорошее

source: I like that I have so much energy
ru: Мне нравится, что у меня так много энергии

source: I like to be a quantum level manifestation of awareness in a life filled with love
ru: Мне нравится быть проявлением квантового уровня сознания в жизни, наполненной любовью

source: I like to be an instance of simplicity and naturalness
ru: Мне нравится быть примером простоты и естественности

source: I like to feel my energy increasing
ru: Мне нравится чувствовать свою всё возрастающую энергию

source: I like to give compliments to people
ru: Я люблю делать комплименты другим людям

source: I like to live a life full of prosperity and plenty, but simple, harmonious and in harmony with nature
ru: Мне нравится жить жизнь полную достатка и изобилия, но простую, гармоничную, созвучную с природой

source: I like to maintain clarity in my consciousness. I rise above patterns and stereotypical thinking
ru: Мне нравится поддерживать свое сознание в чистоте. Я поднимаюсь над шаблонами и стереотипами мышления

source: I live a healthier lifestyle
ru: Я веду здоровый образ жизни

source: I live in harmony with myself and my environment
ru: Я живу в гармонии с собой и с окружающим меня миром

source: I live to bring out the supreme qualities of my soul
ru: Я живу для того, чтобы проявить наивысшие качества своей души

source: I look after myself and my mental and physical health
ru: Я забочусь о себе, о своем душевном и физическом здоровье

source: I look at people and the world with love and understanding
ru: Я смотрю на людей и на мир с любовью пониманием

source: I love and accept men/women in my life
ru: Я люблю мужчин (женщин) и впускаю их в свою жизнь

source: I love and honor myself and others
ru: Я люблю и уважаю себя и других

source: I love and I deserve love and I get it
ru: Я заслуживаю любви и получаю ее

source: I love and others love me
ru: Я люблю других и они любят меня

source: I love and value myself
ru: Я люблю и ценю себя

source: I love and value other women
ru: Я люблю и ценю других женщин

source: I love being a manifestation of quantum level awareness in a fun, educational life, a life of travel and human connection
ru: Мне нравится быть проявлением квантового уровня сознания в веселой, познавательной жизни, в жизни, которая дарит много путешествий и встреч с людьми

source: I love being the center of attention and sharing my own skills, findings and discoveries
ru: Я люблю быть в центре внимания и делиться своими навыками, находками и открытиями

source: I love everything about me
ru: Я люблю все, что во мне есть

source: I love I am loved It's so good
ru: Я люблю. Я любим(а). Это так здорово

source: I love me and my other half
ru: Я люблю себя и свою вторую половину

source: I love me and naturally attract loving relationships into my life
ru: Я люблю себя и, естественно, привлекаю любящие отношения в мою жизнь

source: I love my Feminine Beginning. There's an infinite supply of love for life
ru: Я люблю свое Женское Начало. Там - бесконечный запас любви к жизни

source: I love my plentiful world
ru: Я люблю свой изобильный мир

source: I love myself and all around me and it comes back to me with the love of others for me
ru: Я люблю себя и всё вокруг, и это возвращается ко мне любовью других ко мне

source: I love myself I consider myself to be the most important person in my life
ru: Я люблю себя Я отношусь к себе, как к самому дорогому человеку в моей жизни

source: I love people and can see the good in them
ru: Я люблю людей и умею видеть в них хорошее

source: I love responding to others and sharing my knowledge and wisdom with them
ru: Мне нравится отвечать на запросы других людей и делиться с ними своей мудростью и знаниями

source: I love the Universe's daughter
ru: Я – любимая дочь Вселенной

source: I love the women of my family, my kind, but I allow myself to be unique
ru: Я люблю женщин моей семьи, моего рода, но позволяю себе быть уникальной

source: I love to give gifts to others
ru: Я люблю дарить своим ближним подарки

source: I love to impart the wisdom that life has bestowed upon me and that I have received from my teachers.
ru: Я люблю делиться мудростью, которой одарила меня жизнь и, которая получена от моих учителей

source: I lover feeling everything in my heart as one
ru: Мне нравится чувствовать все в своем сердце, как единое

source: I make a conscious effort to forgive myself and to forgive others
ru: Я прикладываю сознательные усилия для того, чтобы прощать себя и прощать других

source: I make a plan of action to reach my goals
ru: Я составляю план действий для достижения моих целей

source: I make bold and confident decisions
ru: Я принимаю смелые и уверенные решения

source: I make great friends and acquaintances
ru: Я притягиваю к себе прекрасных друзей и знакомых
