Repository: VolkovsaVSA/Mriffa
Catalog: Mriffa/*.lproj/Localizable.strings
Languages: ru

source: When I see what I want, I just go for it with no shadow of a doubt
ru: Когда я вижу что-то, что я хочу, я просто иду за этим без тени сомнения

source: When I take a breath, I inhale certainty and exhale shyness and timidity
ru: Когда я дышу, я вдыхаю уверенность и выдыхаю стеснительность и робость

source: Wisdom
ru: Мудрость

source: With each breath I get rid of nervous tension and anxiety
ru: С каждым выдохом я избавляюсь от тревоги и нервного напряжения

source: With each breath, I calm my mind and body
ru: С каждым вдохом я успокаиваю свой ум и тело

source: With each breath, I get rid of anxiety and tension
ru: С каждым выдохом я избавляюсь от тревоги и напряжения

source: With every cell I can feel my femininity
ru: Каждой клеточкой я чувствую свою женственность

source: With every inhale I soothe my mind and body
ru: С каждым вдохом я успокаиваю свой ум и тело

source: With joy and love, I say "thank you" to the past and let it go
ru: С любовью и радостью я говорю "спасибо" прошлому и отпускаю его

source: Woman's
ru: Женское

source: Work will always add up. I can't get it all done right now
ru: Работа всегда будет прибавляться. Я не смогу доделать всё прямо сейчас

source: Working hard is fine, but working hard to the point where my work ceases to be effective is not
ru: Усердно работать — это хорошо, но усердствовать до такой степени, что мой труд перестаёт быть эффективным, — нет

source: You have backup data! Do you want to restore this data?
ru: У вас есть резервные данные! Вы хотите восстановить эти данные?

source: You have backup data! If you save your current data, then the backup will be overwritten! Do you want to save your data?
ru: У вас есть резервные данные! Если вы сохраните ваши текущие данные, то резервная копия будет перезаписана! Вы хотите сохранить свои данные?
