Repository: VolkovsaVSA/Mriffa
Catalog: Mriffa/*.lproj/Localizable.strings
Languages: ru

source: I am infinitely grateful for the love I am capable of giving and the love I have yet to receive
ru: Я бесконечно благодарен за любовь, которую я способен дать, и за любовь, которую мне еще предстоит получить

source: I am learning to deny my thoughts that do not help me in life and slow down my progress
ru: Я учусь оспаривать те свои мысли, которые не помогают мне в жизни и тормозят мой прогресс

source: I am letting in love into my life
ru: Я впускаю любовь в свою жизнь

source: I am liberated from the desire to control
ru: Я освобождаюсь от желания контролировать

source: I am liberty
ru: Я - свобода

source: I am light
ru: Я - свет

source: I am love
ru: Я - любовь

source: I am lucky all the time
ru: Мне всегда везет по жизни

source: I am lucky because I trust in myself
ru: Мне всегда везет, потому что я верю в себя

source: I am lucky to have good fortune in my life
ru: Я благодарен за то, что моя жизнь складывается удачно

source: I am lucky to invest in efficient assets that skyrocket in value
ru: Я удачно вкладываю деньги в эффективные активы которые стремительно ростут в цене

source: I am mentally and physically strong
ru: Я сильный морально и физически

source: I am more than willing to give people the received wisdom
ru: Я с большим желанием отдаю людям ту мудрость, что получена мной

source: I am moving toward my dreams step by step
ru: Я двигаюсь к моим мечтам шаг за шагом

source: I am never out of place
ru: Я всегда оказываюсь в нужных местах

source: I am now setting my intention for healing
ru: Я сейчас направляю свое намерение на оздоровление

source: I am open to hearing different viewpoints
ru: Я охотно выслушиваю различные точки зрения

source: I am open to new opportunities
ru: Я открыта для новых возможностей

source: I am open to receiving money
ru: Я открыт(-а) для получения денег

source: I am opened to wealth and prosperity
ru: Я открыт(-а) богатству и процветанию

source: I am opening a flood of joy, success, and plenty in my life!
ru: Я открываю поток радости, успехов и изобилия в своей жизни!

source: I am opening myself to changes that make me stronger and wiser
ru: Я открываюсь для перемен, которые делают меня сильнее и мудрее

source: I am patching into my inner power
ru: Я подключаюсь к своей внутренней силе

source: I am permitting positive things to happen
ru: Я разрешаю позитивным событиям происходить

source: I am pleased with my achievements, so they are always with me
ru: Я рад своим достижениям, поэтому они всегда со мной

source: I am plentiful
ru: Я - изобилие

source: I am powerfully attuned to luck
ru: Я мощно настроен на удачу

source: I am prepared to believe that my life is exactly as it is meant to be
ru: Я готов поверить, что моя жизнь именно такая, какой она должна быть

source: I am prosperous, for God loves me
ru: Я успешен, ведь Бог любит меня

source: I am radiating pure, unreserved love for my partner
ru: Я излучаю чистую, безусловную любовь к моему партнёру

source: I am ready to see beauty where others see nothing; I am able to look behind a stone and discover a brilliant. For stones and diamonds I am grateful for, because life is a rich experience that involves everything
ru: Я готов видеть красоту там, где другие ничего не видят; я могу заглянуть за камень и открыть для себя бриллиант. За камни и бриллианты я благодарен, потому что жизнь — это богатый опыт, который включает в себя все

source: I am romantic and dreamy, I am observant and meditative
ru: Я романтичная и мечтательная, я медитативная и наблюдательная

source: I am safe
ru: Я в безопасности

source: I am self-assured, I can do anything!
ru: Я уверенна в себе, я все могу!

source: I am self-confident and confident in my abilities
ru: Я уверен в себе и своих возможностях

source: I am strengthening my character and my confidence in myself
ru: Я укрепляю характер и веру в себя

source: I am supported
ru: Меня поддерживают

source: I am supported by life
ru: Меня поддерживает жизнь

source: I am sympathetic and understanding
ru: Я охотно проявляю понимание и сострадание

source: I am thankful for a firm and slender body, for my youth and beauty, for the sparkle in my eyes and smile
ru: Я благодарю за упругое и стройное тело, за молодость и красоту, за блеск в глазах и улыбку

source: I am thankful for my talents and abilities that help me achieve what I desire
ru: Я благодарю за свои таланты и умения, которые помогают мне достичь желаемого

source: I am thankful for the health of my loved ones and pets, I'm thankful that I'm happy with them
ru: Я благодарен за здоровье своим близким и домашним животным, благодарен за то, что я счастлив с ними

source: I am thankful for the inspiration, for interesting work that brings positive emotions
ru: Я благодарю за вдохновение, за интересную работу, которая доставляет позитивные эмоции

source: I am thankful for the opportunity to fulfill my purpose and be happy
ru: Я благодарю за возможность исполнить свое предназначение и сделать себя счастливой

source: I am the author of my destiny
ru: Я – творец своей судьбы

source: I am the author of my own way of life, it all depends on me
ru: Я сам создатель своего жизненного пути, всё зависит только от меня

source: I am the Creator of my life
ru: Я - Творец своей жизни

source: I am the essence that brings forth Life
ru: Я суть, рождающая Жизнь

source: I am the power of love, creativity and creation
ru: Я - энергия любви, творчества и созидания

source: I am the sensual and paradoxical, I am sacred and mysterious
ru: Я чувственная и парадоксальная, я таинственная и священная

source: I am the shining Sun of Wealth
ru: Я есмь сияющее Солнце Богатства

source: I am there to evolve and learn
ru: Я здесь для того, чтобы развиваться и узнавать новое

source: I am thoughtful (attentive) to my loved ones
ru: Я внимателен (внимательна) к моим близким

source: I am truth
ru: Я - правда

source: I am useful in this world as a Woman
ru: Я нужна в этом мире, как Женщина

source: I am valued and listened to by many people
ru: Многие люди ценят меня и прислушиваются ко мне

source: I am wealth embodied
ru: Я - олицетворение богатства

source: I am well being and gratitude
ru: Я - благополучие и благодарность

source: I am wide open to the flow of money
ru: Я открыта для денежных потоков

source: I am willing to change
ru: Я готов к переменам

source: I am Woman, in me dwells the essence of motherhood
ru: Я – Женщина, во мне живет суть материнства

source: I appreciate a lot of riches
ru: Я заслуживаю несметного богатства

source: I appreciate every chance life gives me
ru: Я ценю каждую возможность, которую дарит мне жизнь

source: I appreciate my life and my time
ru: Я ценю свою жизнь и свое время

source: I appreciate myself as a woman, I appreciate my femininity
ru: Я ценю себя как женщину, я ценю свое женское начало

source: I appreciate the unique individuality of each person
ru: Я уважаю неповторимую индивидуальность каждого человека

source: I articulate myself sincerely and honestly
ru: Я выражаю себя искренно и честно

source: I assume responsibility for my life
ru: Я принимаю на себя ответственность за свою жизнь

source: I attract love the way I earn it
ru: Я привлекаю любовь к себе так, как я этого заслуживаю

source: I attract success
ru: Я привлекаю успех

source: I attract the most loving man in my life and my life is full of joy
ru: Я привлекаю самого любящего человека в своей жизни и моя жизнь полна радости

source: I become aware that all my thoughts are real
ru: Я осознаю, что все мои мысли реальны

source: I begin to live a more balanced life, I become calmer
ru: Я начинаю жить более уравновешенно, я становлюсь спокойнее

source: I believe that being a highly spiritual person is contemporary
ru: Я верю в то, что быть высоко духовным человеком — это современно

source: I believe that being a mentor and teacher to others is safe, interesting and easy
ru: Я верю, что быть наставником и учителем для других людей — это легко, интересно и безопасно

source: I believe that it is right to be a highly spiritual and materially secure person; it is possible and it shows in my life
ru: Я верю в то, что быть высоко духовным и материально обеспеченным человеком — это правильно, это возможно и это проявляется в моей жизни

source: I believe that it is very easy and interesting to reach a high level of consciousness
ru: Я верю, что достигать высокого уровня сознания очень легко и интересно

source: I better understand myself and what I need every day
ru: С каждым днём я лучше понимаю себя и что мне нужно

source: I boldly step out of my comfort zone
ru: Я смело выхожу за пределы своей зоны комфорта

source: I breathe in health and healing (take 3 breaths)
ru: Я вдыхаю здоровье и исцеление (сделай 3 вдоха)

source: I bring an atmosphere of love into my home with my words, thoughts and actionsf
ru: Своими словами, мыслями и действиями я привношу в свой дом атмосферу любви.

source: I bring good fortune and luck
ru: Я привлекаю счастье и удачу

source: I bring luck into my life
ru: Я вношу в свою жизнь удачу

source: I build benevolent relationships with others
ru: Я созидаю доброжелательные отношения с окружающими

source: I build welcoming relationships with those around me
ru: Я создаю доброжелательные отношения со всеми, кто меня окружает

source: I came into this World to celebrate my femininity
ru: Я пришла в этот мир праздновать свою женственность

source: I can attract money easily
ru: Я легко притягиваю деньги

source: I can be dependable
ru: На меня можно положиться

source: I can control my emotions
ru: Я умею управлять своими эмоциями

source: I can deal with any problem or challenge quickly and easily
ru: Я способен легко и быстро справиться с любой проблемой и трудностью

source: I can defend my position in any situation
ru: Я могу отстаивать свою позицию в любой ситуации

source: I can distinguish the important from the unimportant and choose the essential
ru: Я умею отличать главное от второстепенного и избирать главное

source: I can do anything, but I can't do everything at the same time
ru: Я могу сделать всё что угодно, но не могу делать всё одновременно

source: I can do courageous things
ru: Я могу совершать смелые поступки

source: I can easily let go of habits and believes that aren't working for me
ru: Я легко оставляю привычки и убеждения, которые не идут мне на пользу

source: I can easily relieve stress and weariness by entering the Feminine State
ru: Я легко сбрасываю напряжение и усталость, входя в Женское Состояние

source: I can feel comfortable and confident even when faced with rejection
ru: Я чувствую себя комфортно и уверенно даже, если сталкиваюсь с отказом

source: I can feel lightness in all my movements
ru: Я чувствую легкость во всех своих движениях

source: I can feel the blissful joy of the Feminine
ru: Я чувствую блаженную Женскую радость

source: I can feel the energy that is surging through me
ru: Я чувствую энергию, которая меня переполняет

source: I can forgive and understanding of others
ru: Я могу прощать и понимать других людей

source: I can now view myself as a fully healthy person
ru: Сейчас я могу видеть себя полностью здоровым человеком

source: I can see new possibilities!
ru: Я вижу новые возможности!

source: I can send good thoughts to people I meet
ru: Я посылаю добрые мысли людям, которых встречаю

source: I can think feminine, I can see feminine, I can feel feminine
ru: Я думаю по-женски, я смотрю по-женски, я чувствую по-женски

source: I can think straightforwardly and constructively
ru: Я мыслю четко и конструктивно

source: I can't get other people to share my expectations
ru: Я не могу заставить других людей разделять мои ожидания

source: I cease being afraid and worrying
ru: Я перестаю бояться и тревожиться

source: I celebrate devoting enough time to the study of universal laws
ru: Я радуюсь тому, что посвящаю достаточно времени, чтобы изучать вселенские законы

source: I celebrate the encounter with holy masters and great masters in my life
ru: Я радуюсь тому, что встречаюсь в своей жизни со святыми мастерами и великими учителями

source: I celebrate the fact that every moment I live consciously
ru: Я радуюсь тому, что каждое мгновение я живу осознанно

source: I change and evolve willingly
ru: Я охотно меняюсь и развиваюсь

source: I choose a joyful and happy life
ru: Я выбираю радостную и счастливую жизнь

source: I choose a life of happiness with money
ru: Я выбираю счастливую жизнь с деньгами

source: I choose happiness
ru: Я выбираю счастье

source: I choose joy and success
ru: Я выбираю радость и успех

source: I choose life
ru: Я выбираю жизнь

source: I choose light and productive thoughts today
ru: Сегодня я выбираю светлые и позитивные мысли

source: I choose the ideas that program me for success
ru: Я выбираю те мысли, которые программируют меня на успех

source: I choose the kind of thoughts that create my light and joyful present
ru: Я выбираю те мысли, которые создают моё легкое и радостное настоящее

source: I choose thoughts that fill me with energy
ru: Я выбираю мысли, которые наполняют меня энергией

source: I choose to allow myself to love It's safe
ru: Я позволяю себе любить Это безопасно

source: I choose to think constructively and positively
ru: Я выбираю конструктивное и позитивное мышление

source: I close myself off from information I don't need
ru: Я закрываюсь от лишней для себя информации

source: I closely monitor the flow of information that comes to me from the radio, TV, and internet
ru: Я внимательно контролирую поток информации, который поступает ко мне из радио, телевизора, интернета

source: I compliment myself daily on my virtues, accomplishments and strengths
ru: Я ежедневно хвалю себя за свои достоинства, достижения и сильные стороны

source: I concentrate on all the positive experiences in the world
ru: Я сосредоточиваю свое внимание на всем позитивном, что есть в этом мире

source: I connect with my own inner strength easily
ru: Я легко подключаюсь к своей собственной внутренней силе

source: I cooperate with all the forces of life and use them freely
ru: Я сотрудничаю со всеми силами жизни и свободно пользуюсь ими

source: I create an environment in which they find it pleasant to live in
ru: Я формирую для себя окружение, в котором приятно жить

source: I create my life consciously
ru: Я осознанно творю свою жизнь

source: I cultivate faith in my success
ru: Я развиваю веру в свой успех

source: I cultivate intuition
ru: Я развиваю интуицию

source: I deeply and unconditionally love myself
ru: Я люблю себя глубоко и безусловно

source: I delight in being a brush in divine hands
ru: Мне радостно быть кисточкой в божественных руках

source: I delight in gaining a clear vision of my desirable future
ru: Я с удовольствием обретаю ясное виденье желаемого будущего

source: I delight in my growing prosperity
ru: Я радуюсь своему растущему процветанию

source: I delight in seeing the success of my fellow human beings. I wish them well
ru: Я радуюсь, видя успех моих ближних. Я желаю им добра

source: I delight in the ease with another way of fulfilling my destiny
ru: Я радуюсь, что я легко исполняю свое предназначение

source: I delight in the fact that each day of my life is meaningful
ru: Я радуюсь тому, что каждый день моя жизнь наполнена смыслом

source: I delight in the fact that every one of my results is godly.
ru: Я радуюсь тому, что каждый мой результат божественен

source: I delight in the idea that every one of my actions is divine
ru: Я радуюсь тому, что каждое мое действие божественно

source: I delight in the wisdom that pours from me through my heart
ru: Я радуюсь тому, что мудрость льется из меня через мое сердце

source: I deserve large sums of money and accept it now
ru: Я заслуживаю больших сумм денег и принимаю их сейчас

source: I deserve love and sexual pleasure
ru: Я заслуживаю любви и сексуального удовольствия

source: I deserved love and I am given it in abundance
ru: Я заслуживаю любви и получаю её в изобилии

source: I develop a feeling of security and confidence in the future
ru: Я развиваю чувство безопасности и доверия к будущему

source: I develop my potential
ru: Я развиваю свой потенциал

source: I develop the ability to listen and understand people
ru: Я развиваю в себе умение слушать и понимать людей

source: I dignify a lot of money
ru: Я заслуживаю больших денег

source: I discard limiting money-related beliefs
ru: Я избавляюсь от ограничивающих убеждений про деньги

source: I discover ideas that allow me to better express myself
ru: Я открываюсь для идей, которые позволяют мне лучше выразить себя

source: I discover new vistas of happiness and success
ru: Я открываю новые горизонты счастья и успеха

source: I do believe that being a highly spiritual person is exciting
ru: Я верю в то, что быть высоко духовным человеком — это интересно

source: I do things that bring success!
ru: Я делаю то, что приносит успех!

source: I do work to live, not live to work
ru: Я работаю, чтобы жить, а не живу, чтобы работать

source: I draw into my life only open and positive people
ru: Я привлекаю в свою жизнь только открытых и позитивных людей

source: I draw wealth and happiness
ru: Я привлекаю богатство и счастье

source: I dream of love and give my partner love
ru: Я мечтаю о любви и дарю партнёру любовь

source: I earn my good fortune
ru: Я заслуживаю везения

source: I easily conquer all setbacks and obstacles
ru: Я легко преодолеваю любые неудачи и препятствия

source: I easily find a way out of any situation, think out of the box and creatively generate the best solutions
ru: Я легко нахожу выход из любой ситуации, мыслю нестандартно и творчески, генерирую лучшие решения

source: I easily refuse everything that is not good for me
ru: Я легко отказываюсь от всего, что не идет мне на пользу

source: I easily share the wisdom that comes from my own heart with sincerity and simplicity
ru: Я легко делюсь мудростью, которая звучит из моего сердца искренне и просто

source: I embrace all that life brings me
ru: Я принимаю все, что несет мне жизнь

source: I embrace change
ru: Я принимаю перемены

source: I embrace my life moment by moment
ru: Я выбираю свою жизнь момент за моментом

source: I embrace my mistakes and accept my progress, and so I turn my trials into my blessings
ru: Я принимаю свои ошибки и принимаю свои успехи, и поэтому я преображаю свои испытания в свои благословения

source: I embrace myself at all points past, present and future
ru: Я принимаю себя во всех точках прошлого, настоящего и будующего

source: I embrace people's right to express themselves
ru: Я принимаю право людей на самовыражение

source: I embrace responsibility for creating my life
ru: Я принимаю ответственность за созидание своей жизни

source: I embrace the blessings of life and am thankful for them
ru: Я принимаю все блага жизни и благодарен за них

source: I embrace who I am as a human being
ru: Я принимаю себя таким человеком какой я есть

source: I emit a woman's calm strength
ru: Я излучаю спокойную женскую силу

source: I empower my life with the energy of prosperity
ru: Я наполняю свою жизнь энергией процветания

source: I empower myself to relax
ru: Я позволяю себе расслабляться

source: I encourage all expressions of femininity Woman is reborn in me with renewed vigor
ru: Я поощряю в себе все проявления женственности Женщина возрождается во мне с новой силой

source: I energize the best in me
ru: Я активизирую лучшее в себе

source: I enjoy an auspicious abundance of money
ru: Я наслаждаюсь изобилием денег

source: I enjoy being a teacher of others
ru: Мне нравится быть учителем для других

source: I enjoy being me
ru: Я наслаждаюсь тем, что я - это Я

source: I enjoy closeness and love
ru: Я наслаждаюсь близостью и любовью

source: I enjoy communicating with people, listening to each person in need
ru: Мне нравится общаться с людьми, понимать каждого, кто нуждается в помощи

source: I enjoy exercise and look forward to each session
ru: Я с удовольствием занимаюсь спортом и с нетерпением жду каждого занятия

source: I enjoy having positive attention on me
ru: Мне нравится позитивное внимание ко мне

source: I enjoy learning about universal laws and implementing them in my life
ru: Мне нравится изучать Вселенские законы и применять их в своей жизни

source: I enjoy learning and growing
ru: Я охотно узнаю новое и развиваюсь

source: I enjoy learning and reading, and I enjoy learning about other people's experiences
ru: Я с радостью читаю и с радостью изучаю опыт других людей

source: I enjoy learning new things
ru: Я наслаждаюсь новым познанием

source: I enjoy making of large sums of money
ru: Мне нравится зарабатывать большие деньги

source: I enjoy my mission, I fulfill it easily
ru: Я радуюсь своему предназначению, я легко исполняю его

source: I enjoy my own spiritual development
ru: Я наслаждаюсь своим духовным развитием

source: I enjoy reading wise books
ru: Я радуюсь тому, что я читаю мудрые книги

source: I enjoy seeing my life filled with joy, awareness, perfection, and abundance
ru: Я радуюсь тому, что моя жизнь наполнена радостью, осознанностью, совершенством и изобилием

source: I enjoy self-development and self-development
ru: Мне нравится заниматься саморазвитием и совершенствовать себя

source: I enjoy taking one more step toward self-perfection
ru: Я радуюсь, когда мне удается сделать еще один шаг к своему совершенству

source: I enjoy the fact that I practice meditation
ru: Я радуюсь тому, что я практикую медитацию

source: I enjoy the fact that my every thought is divine
ru: Я радуюсь тому, что каждая моя мысль божественна

source: I enjoy the fact that my life is full of beauty, sense, meetings with interesting people
ru: Я радуюсь тому, что моя жизнь наполнена красотой, смыслом, встречами с интересными людьми

source: I enjoy the happiness of those around me
ru: Я радуюсь успеху тех, кто рядом со мной

source: I exhale stress and inhale calm and relaxation (take 3 exhales and exhales)
ru: Я выдыхаю стресс и вдыхаю покой и расслабление (сделай 3 выдоха-вдоха)

source: I experience a happy, intimate relationship with someone who really loves me
ru: У меня счастливые интимные отношения с человеком, который действительно любит меня

source: I experience being a Woman. Being a Woman is beautiful
ru: Я чувствую себя Женщиной. Быть женщиной – это прекрасно

source: I experience happiness
ru: Я испытываю счастье

source: I experience lightness and joy all day long
ru: Я чувствую легкость и радость в течение всего дня

source: I explore and discover my potential
ru: Я познаю и раскрываю свой потенциал

source: I explore the world and discover new aspects of life
ru: Я познаю мир и открываю новые грани жизни

source: I express my gratitude to the world for the limitless opportunities given to me
ru: Спасибо Миру за безграничные возможности, которые дарованы мне

source: I exude an enchanting feminine gentleness
ru: Я излучаю обворожительную женскую мягкость

source: I exude feminine happiness
ru: Я излучаю женское счастье

source: I exude love and goodwill toward people
ru: Я излучаю любовь и доброжелательность к людям

source: I face every new day of my life willingly
ru: Я с готовностью встречаю каждый новый день своей жизни

source: I feed on the wisdom that flows from my heart and higher mind
ru: Я питаюсь знаниями, которые льются из моего сердца и высшего ума

source: I feel 100% confident in myself
ru: Я чувствую 100%-ю уверенность в себе

source: I feel a blessed feminine joy
ru: Я чувствую блаженную Женскую радость

source: I feel a bond with my beloved
ru: Я чувствую связь с моим любимым.

source: I feel active, energetic, and can handle any task in life
ru: Я – человек деятельный, энергичный, способный решить любую жизненную задачу
